[
    {
        "title": "Father",
        "Name": "Father",
        "ImageIconUrl": "\\img\\icons\\FatherIcon.png",

        "Role": "Father, Angel",
        "PreviousRoles": "Condutor(?), Reaper, Human",
        "Pronouns": "He/him",
        "GenderIdentity": "Man",
        "Orientation": "Gay aromantic & asexual",
        "DOB": "February 13",
        "NoiseAffinity": "Jellyfish",
        "Apparent Age": "20s, late 20s maybe.",
        "Likes": ["Cats", "Fancy lattes", "Bitter teas and unsweetened lattes", "Fabric arts"],
        "Dislikes": ["Backstabbers", "Caffeine drinks", "Pointing out his cat \"weakness\""],

        "ImageHeader": "\\img\\art\\twewy\\2024\\0211-fathersupport\\20240211-FatherTrans_FashionCrimes-L1D2-800.jpg",
        "ImageHeaderAltText": "A smiling, winking chibi style man called Father wearing transgender color gloves and pointing to \"Be trans, do crimes\" written in transgender colors, and below his arm in colors from Father's clothes \"(against fashion)\".",
        "BannerButtonStampList": [
                {
                    "URL": "/img/banners/FatherFan_88x31.gif",
                    "Credit": "LeGaosaure",
                    "ImgType": "88x31",
                    "MediaType": "gif"
                },
                {
                    "URL": "/img/banners/FatherFan_Static.png",
                    "Credit": "LeGaosaure",
                    "ImgType": "88x31",
                    "MediaType": "png"
                },
                {
                    "URL": "/img/banners/Father_Stamp.gif",
                    "Credit": "LeGaosaure",
                    "ImgType": "Stamp",
                    "MediaType": "gif"
                }
        ],

        "History": [
            {
                "Header": "Present",
                "SubSections": [
                    "He's the Father of the Tokyo (and perhaps the surrounding) region. He focuses more on the state of their assigned Children over his assigned partner, Reia, the \"Mother\" of the Children."
                ]
            },
            {
                "Header": "History",
                "SubSections": [
                    "He was once a human who was married and had two children. Just before his eldest child reached 10 years old, he lost his life and entered the Reapers Game."
                    ,"At the end of the Reaper's Game he became a Reaper. Since he could not fully accept that he didn't stongly want to come back to life, the Composer of the Game took that option away from him."
                    ,"He transitioned during his time as a Reaper and watched over his living family from he UG. He was not allowed to interact with humans in the RG and as he grew more comfortable with his gender identity, he stopped watching over them as closely in case there was even a chance they could find out about him."
                ]
            }
        ],

        "Relationships": [
            {
                "Name": "Reia (Mother)",
                "Description": "(Working on it)"
            },
            {
                "Name": "Null",
                "DescriptionList": [
                    "It's short and simple, really."
                    ,"They constantly withheld vital information from him. They clearly don't trust him."
                    ,"From the very beginning. That Player mission that was secretly from the Composer. Having the option to reincarnate ripped from his hands. (He could decide for himself!!)"
                    ,"Null deserved their punishment (not death, never death, he still needed - no, would have liked - for his Composer to <em>learn</em>) for not taking responsibility for looking after \"Their Lovely Reaper Family\". What nonsense. How high and mighty must you be to ignore the dissent among your so-called Reaper Family? Literally, open your senses! You already know the outcome of literally covering your eyes to reality."
                    ,"How fitting did you feel it was that you removed your ridiculous bandages after you almost got erased! Did you think I would praise you for finally growing up a little bit?"
                    ,"How I wish I could have hidden those defeated green eyes when I saw them. I take back what I said.You should grow your hair out longer so I don't have to see them again."
                    ,"Was it just a Game to you? Since when did you actually care? It truly comes down to ability doesn't it? Even if you think someone is worth your time, their Judgement Time will always come, won't it?"
                    ,"You'll send them on some sort of \"Mission\" to prove themselves. Or complete <em>something</em> risky. Reapers already had to survive on other Souls. You really had to push our limits in hopes that we could become Good Angel Souls, right?"
                    ,"Null guided him for their own gain. He was just another \"Investment\" that a supposedly once special Composer was allowed to wrap up even though they were Fallen. What worth does he actually have, if Null influenced his path to Ascension?"
                    ,"How much did Null influence him? How much of him is actually him?"
                    ,"He hates him. What else is there to say? Obviously."
                    ,"And them bringing back Chisa? Oh how could he even <em>entertain</em> half a thought that it was making amends! What a lie. Besides, he doesn't want <em>Null's</em> help! He left for a good reason. If you've been paying attention."
                    ,"No. No, it was not difficult to find the details of Null's research. If Null can successfully restore Chisa's Soul and have her adjust to the life of her choosing without any major abnormalities - (Not thinking about that. (It's her choice.) <em>Her's.</em>) -  If Null succeeds in <em>that</em>, then you know they get out of it?"
                    ,"They get their Fallen status removed and will be Blessed once again with a name. So why wouldn't they pick a Soul that would be easy for them? They probably planned it all out, long ago, when they temporary \"suppressed\" my memories of Chisa back then. They already started figuring out what key information they would need to piece together her Soul and restore her from the Void."
                    ,"If you call \"Suppression\" stealing away one's memories. Guess who found about that later after being told something different before then, hmm?"
                    ,"Anyways, with that, I'm sure their old partners will come flocking back to them. Oh how they've missed them so! It's not hard to sense. That loneliness. Being abandoned by ones you thought actually cared for you."
                    ,"You would accept them once again, even though they left you once before? Understandable. If they couldn't handle the dissonance of addressing you by a Name instead of by a Status... Even Chisa can manage it."
                    ,"You want a name. For youself, and for everyone else."
                    ,"Go on. Finish your experiment and then finally leave me alone. How dare you bring Chisa back into my life, knowing that she could be ripped away so easily?"
                ]
            },
            {
                "Name": "Null's Conductor",
                "DescriptionList": [
                    "A Reaper with an affinity for some white formed plants with stained glass petals and leaves in her Noise form."
                    ,"Father's gloves may or may not have been inspired by the more friendly version of Null's Noise form. He began wearing gloves after her death. He wore the odd rainbow gloves sometime after he gained the title of Father."
                    ,"For what rainbow includes a light grey?"
                    ,"Well, white would be too obvious...don't you think?"
                ]
            }
        ],
        "Inspirations": [
            {
                "Name": "NEO Equipment",
                "Source": "NEO: TWEWY",
                "Image": "Todo-HasTheShoesAndCoat",
                "AltText": "Sneaker-Sandals and That Tassel Cardigan",
                "Description": "In comparison to Mother's well dressed self, Father is the opposite. A Fashion Disaster Angel who takes Hazuki's comfy outfit style and dials it up and breaks it along the way."
            },
            {
                "Name": "That Orange Coat",
                "Source": "that Website",
                "Image": "Todo",
                "AltText": "That Cool Coat",
                "Description": "Patchy. Orange. Just went chaos with it"
            },
            {
                "Name": "NEO Days of the Week",
                "Source": "NEO: TWEWY",
                "Image": "Todo",
                "AltText": "That self made days of the week",
                "Description": "It's rainbow but something is <em>off</em>."
            },
            {
                "Name": "Do I or Don't I?",
                "Source": "Tumblr",
                "SourceURL": "https://gramoturtle.tumblr.com/post/728459753785901056/",
                "Image": "https://64.media.tumblr.com/3e3913d5ee32e7efc4a4eb95dc72f940/tumblr_ojc05a8mls1ufsa17o1_1280.png",
                "AltText": "A direct message from the other user saying, \"Hi! You have great eyes, I can't seem to get rid of them.\"",
                "Embed": " <div class=\"tumblr-post\" data-href=\"https://embed.tumblr.com/embed/post/47YzTkpOPysra817M03OaQ/728459753785901056\" data-did=\"7f811695fdabc48cd72ad2cc048ab147c57568fc\"><a href=\"https://gramoturtle.tumblr.com/post/728459753785901056/patrickbateman-fuck-all-the-other-bots-this-is-by\">https://gramoturtle.tumblr.com/post/728459753785901056/patrickbateman-fuck-all-the-other-bots-this-is-by</a></div>  <script async src=\"https://assets.tumblr.com/post.js\"></script>",
                "Description": "I don't think Father would say this exactly to Null, but Father just so happens to give Null mixed messages about whether Father likes Null in <em>any</em> capacity or really does hate their Soul. <p> The answer is both really. It's Complicated. (If the two of them would Work It Out, it could probably work. Trust each other, Be Honest and Listen...)"
            },
            {
                "Name": "Klavier Gavin",
                "Source": "Ace Attorney",
                "Image": "Todo",
                "AltText": "Leaning forward",
                "Description": "Early on I wanted him to be like lean forward but just be out of reach. Presently he's more toned down and uses his coat as a protective barrier. The leaning forward thing has become more of a past Null and/or Earrings thing. In addition, it was to contrast with Mother, who would be inspired by Kristoph Gavin."
            }
        ]
    },
    {
        "title": "Mother",
        "Name": "Mother",
        "ImageIconUrl": "\\img\\icons\\MotherIcon.png",
        "Role": "Mother, Angel",
        "ActualName": "Reia (IDK about a last name, but that's at least her \"Allowed\" Name.)",
        "Pronouns": "She/her (currently)",
        "GenderIdentity": "Genderfluid - but on a very long time scale. (And if Angel borned beings can be non-binary, she then isn't trans. But if human born, she would be trans 100%. There is no aXab that would not have her pursue transition care.)",
        "Orientation": "Aromantic, asexual",
        "NoiseAffinity": "Big powerful creature with claws - like a bear. Might be a little sharper than average.",
        "DOB": "January 10",
        "Likes": [
            "Black and herbal teas", 
            "Birds",
            "Singing"
        ],
        "Dislikes": [ 
            "Physical contact, even through clothes. A thick blanket would be required, if you would even dare."
        ],
        "Pyschs": "Lightning",
        "Apparent Age": "",
        "ImageHeader": "\\img\\art\\twewy\\ocs\\MotherCreator\\Mother_Creation-niDEFAULT-V1-glin5-V1.png",
        "ImageHeaderAltText": "A black and white image of a woman with a short ponytail and a suit, has a man lying beneath her. A circular light source shines from above her head, looking like a halo.",
        
        "BannerButtonStampList": [
            {
                "URL": "/img/banners/MotherFan_88x31.gif",
                "Credit": "LeGaosaure",
                "ImgType": "88x31",
                "MediaType": "gif"
            },
            {
                "URL": "/img/banners/Mother_Stamp.gif",
                "Credit": "LeGaosaure",
                "ImgType": "Stamp",
                "MediaType": "gif"
            }
        ],


        "Inspirations": [
            {
                "Name": "Deus",
                "Source": "Asura's Wrath",
                "Image": "\\img\\refs\\mother\\Deus_Ch17.jpg",
                "AltText": "Pretend there is a cool image of Deus using his black and white lighting powers.",
                "Description": "There is a certain kinda of command *power* that he has that I wanted her to have. And even though I haven't really drawn Mother with. Maybe black and white lighting isn't unique but this is the first time I've seen it, and I'm drawing to black and white patterns."
            },
            {
                "Name": "Titania",
                "Source": "Fire Emblem: Path of Radiance, Fire Emblem: Radiant Dawn",
                "Image": "Todo",
                "AltText": "",
                "Description": "Visually and personality wise she's not like Titania but I've always wanted to have a powerful, cool and respectable femme character liek Titania. You would think it wouldn't be so hard to find, and yet! <br> When designing Mother and Father, I wanted her to be the formal and well dressed one. A Super Proper Angel like the rest of them. We've only had masculine-ish Angels so far and I wanted a femme Angel to also follow the well dressed-ish manner. Even the \"rule of femme\", it wouldn't surprise me if we do get one cannonically, she would end up like Konishi or Ayano. There's no problem with those sorts of designs but it's just. So. Often. "
            },
            {
                "Name": "Lab Coats",
                "Source": "",
                "Image": "Todo",
                "AltText": "Lab coats!",
                "Description": "Angels being like scientists? Hecking yeah. Mother's white themeing and white jacket is like a lab coat. Her jacket hanging off her shoulders are (like) her wings."
            },
            {
                "Name": "Apollo Justice",
                "Source": "Ace Attorney 5: Dual Destinies",
                "Image": "\\img\\refs\\mother\\aa_Apollo_coat01.png",
                "AltText": "Coat and arms crossed.",
                "Description": "He's got that coat and crosses his arms a lot."
            },
            {
                "Name": "Sebastian Debeste & Courtney",
                "Source": "Ace Attorney Investigations 2",
                "Image": "Todo",
                "AltText": "Their more judgement poses.",
                "Description": "Clothing hanging off their shoulders and arrogant/confident poses? Yeah."
            }
        ],
        "Relationships": [
            {
                "Name": "Father",
                "DescriptionList": [
                    "Her co-worker. Source of lower plane knowledge. Plane-mate. Friend. Respectful of boundaries. Does not question her oddities. Does not question his oddities.",
                    "A contradiction of himself. Searching for his answers in her Soul. A pointless quest. Yet it helps her understand her own self.",
                    "But not his own self. He will need to look upon his own Soul. He will need to undo the locks on his own Soul or it will stagnate.",
                    "He is too amusing to fall apart into nothing. So she helps him where she can. She recognizes she could never solve his problems - only he can ultimately do that.",
                    "But she will support him. Support him until it causes his own self destruction or to the others.",
                    "She will not lose anyone again if she can help it."
                ]
            },
            {
                "Name": "Hazuki Mikagi",
                "DescriptionList": [
                    "One of her Creations. [WIP]"
                ]
            },
            {
                "Name": "Her Creator",
                "DescriptionList": [
                    "We don't talk about -"
                ]
            }
        ],
        "History": [
            {
                "Header": "Present",
                "SubSections": [
                    "She's the Mother of the Tokyo (and perhaps the surrounding) region. She researches the state and rate of decay within the planes, particularly the higher planes."
                ]
            }
        ]
    },
    {
        "title": "Null",
        "Name": "Null",
        "ImageIconUrl": "\\img\\icons\\NullIcon.png",
        "ActualName": "[Nothing]",
        "Role": "Reseacher, Fallen",
        "PreviousRoles": "Composer",
        "Pronouns": "They/he, preference for they/them.",
        "GenderIdentity": "Non-binary. I could say trans but I don't know if they were born a human, and therefore would go from male to non-binary. If they were born as an Angel and <em>could maybe</em> have been \"born\" non-binary.",

        "Orientation": "I'm gonna say bi romantic and sexual <em>but</em> they are also probably grey romantic and sexual partially because I can't wrap my head around alloromantic and allosexual orientations. I thought I could for Null but it's hard to figure out their attractions otherwise when I'm trying to figure out their thoughts. Not that I think it's necessary but it just makes my life easier.",
        
        "NoiseAffinity": "Something very branching, webbing and tree like.",
        "DOB": "Possibly October 22, the date the history comic was first posted.",

        "ImageHeader": "\\img\\art\\twewy\\2024\\1124-nullsmile\\20241124-NullSmile-D1D2-800.jpg",
        "ImageHeaderAltText": "Digital art of Null, a macusline looking non-binary person, smiling and looking down and to their side.",
        
        "BannerButtonStampList": [
            {
                "URL": "/img/banners/NullFan1_88x31.png",
                "Credit": "LeGaosaure",
                "ImgType": "88x31",
                "MediaType": "png"
            },
            {
                "URL": "/img/banners/Null_Stamp.gif",
                "Credit": "LeGaosaure",
                "ImgType": "Stamp",
                "MediaType": "gif"
            }
        ],


        "Likes": ["Strawberry-banana ice cream", "Floral patterns", "Noodles of all kinds"],
        "Dislikes": ["Two faced behaviours"],
        "Apparent Age": "",
        
        "Inspirations": [
            {
                "Name": "Kisuke Urahara",
                "Source": "Bleach",
                "Image": "https://dw9to29mmj727.cloudfront.net/products/1591167280.jpg",
                "AltText": "Bleach Volume 6",
                "Description": "<p>I don't remember much about Bleach. I read up until they went to rescue Rukia (I think that happened). If it happens multiple times then the first \"big\" one I guess. There was conflict again her brother? I think?<p> Anyways I don't really remember the plot BUT you can probably see from this guy's appearance where I wanted to have Null have their eyes covered, the shorter hair, the jacket flowing outwards, and keeping some traditional clothing in the modern day. I even debated giving Null a hat but I couldn't think of what to give them."
            },
            {
                "Name": "",
                "Source": "japansesfashioninferno @ Tumblr",
                "Image": "https://64.media.tumblr.com/0f51bb2797d66282840723a5e3fb854e/218124ed10bbcdcb-83/s2048x3072/d310b298d5824b76d2606a46e28b3d65b5a9ecdd.jpg",
                "AltText": "The one on the left with that long black jacket, the arm gloves, the loose pants, the black boots.",
                "SourceURL": "<a href=\"https://gramoturtle.tumblr.com/post/727061035323949056\">https://gramoturtle.tumblr.com/post/727061035323949056</a>",
                "Embed": " <div class=\"tumblr-post\" data-href=\"https://embed.tumblr.com/embed/post/47YzTkpOPysra817M03OaQ/727061035323949056\" data-did=\"a2a8371610f079dc935f3bca3451dcac017950d7\"><a href=\"https://gramoturtle.tumblr.com/post/727061035323949056\">https://gramoturtle.tumblr.com/post/727061035323949056</a></div>  <script async src=\"https://assets.tumblr.com/post.js\"></script>",
                "Description": "The one on the left with that long black jacket, the arm gloves, the loose pants, the black boots. Yeah."
            }
        ],
        "Relationships": [
            {
                "Name": "Nanashi (Father)",
                "DescriptionList": [
                    "Null <em>fell</em> for a Reaper which was part of their fall to be Fallen Angel - or of similar ranking."
                    ,"The fall was gradual, and no event stood out. Rather, it was aiding and suporting Father on his transition that opened up the Reaper to them in a way that they don't get with other Reapers. He was othered by Reapers in different way than the Composer was, but it was a point they could relate to. Null had a home they could return to, but this was the Reaper's home."
                    ,"Over time, the Reaper spoke of mundane topics. At first it felt like they were humouring the Reaper by listening to these topcis, but it was something they valued - not matter how little it should matter to them."
                    ,"It took them quite a while to understand what had happened, even with their Conductor picking up on it faster than they did and gently trying to point it out. It took That Incident for it all to click - the fear this Nameless Reaper felt being reflected back at them of losing something important - that everything clicked."
                    ,"And even then, they couldn't stop themself from essentially siding with the Reaper/lower planes over the Angels/higher planes, which led to their present state - of being stripped of their Name."
                    ,"While Reaper!Father was trying to find a name he liked, he asked Null, his Composer, not to address him by his temporary name. When he asked if it was possible if the Composer could do that, and how much he didn't like the names he was trying at the time, Null couldn't refuse this request."
                    ,"Afterall, how hard could it be? They viewed it as a challenge, in a way. In the end, they couldn't stop themself from mentally referring to him as Nanashi - nameless. It's a name that they still use even to the present day, even though Father has a Name now, but still does not prefer to be addressed by Name."
                    ,"Father only wishes to be addressed by his title - Father. A title that Null does not wish to address him by, so they continue to use Nanashi when they must."
                    ,"Father absolutely despises being called Nanashi, even after Null has, perhaps clumsily, explained why they don't want to use his title."
                    ,"Null began to close off after That Incident and it built distrust between the two. Knowing this, and knowing that too much knowledge can cause pain, they began to hide any information from Father that could possibly hurt him. Null continues to do this after they reunite Chisa with Father, which frustrates Father to no end."
                ]
            },
            {
                "Name": "Their Former Conductor",
                "Description": "Was, I'm pretty sure. Whatever pronouns their Conductor had, I think at some point they replaced by Reaper!Father. And...I think it might not be because of entirely Natural Reasons shall we say. Reaper!Father was looking for opportunies for rise up at the time, I believe. <p> But while they were around, they understood Null fairly well. They were one of the few Reapers that understood the full serverity of what Null had done during The Incident and the consequences. They were a lower plane being Null would spend quiet hours with, hours at a time, sometimes where there were long periods of silence. Especially after The Incident and they had, either intuited or Null told them, that Null had lost all their partners except for one. <p> The Conductor was not one of Null's partners, but perhaps, if Null did not had a strict rule of not getting intimate with lower plane beings (maybe it was also a higher plane rule or something that other Angels might judge others on), the Conductor could have been one of their partners. <p> The Conductor was one of the Reapers that caught onto Null's crush of Reaper!Father and chose to gently keep and extra eye on Reaper!Father because of that. Since The Conductor was aware for Null's restrictions for lower plane relationships, the Conductor never addressed Null's crush outside of trying to gently make sure Null was aware of them having a crush in the first place. <p> It was also the Conductor's judgement to not have Reaper!Father erased during the Incident when he tried to tear the planes apart where Reaper!Father's daughter, Chisa, vanished. They knocked the Reaper out and personally kept a close on him and monitored his waking moments and tried to calm him down while Null was away."
            },
            {
                "Name": "Reia (Mother)",
                "Description": "Null doesn't know much about her, but she is the first Angel they've met who can pronounce his [Nothing] of a name om such a way that makes the Dissonance almost <em>pleasant</em>. They can tell they shouldn't ask about her past - there is a strong Force of <em>Do Not Ask For You Will Not Find Answers</em>. <p> Null is intrigued by how differently she handles Nanashi and how honestly Nanashi communicates with her. He can't help but feel a little jealously. They accept Reia's sympathy, because for how well she gets along with their Nanashi, she's aware how grating he can be, and can sense he is not handling himself well and needs help healing. Healing that she can't entirely help on her own."
            }
        ],
        "History": [
            {
                "Header": "Present",
                "SubSections": [
                    "Null currently reseaches Souls that have been lost to the space between the planes - known as the Void."
                ]
            },
            {
                "Header": "Background",
                "Aside": "<img src=\"\\img\\art\\twewy\\2024\\1029-hellothere\\20241029-PastNullComposer-03DARKER-nDEFV1-pDEFV2-800.jpg\">",
                "SubSections": [
                    "Null was once a Composer who valued bonding with lower plane citizens to increase the growth and quality of Souls. Not only for the benefit of having healthier Souls, but to increase the likelyhood of Souls reaching Ascension. Exposing an Angel's Soul to lower plane citizens can create huge stress on those Souls."
                    ,"However, Null found that by gradually increasing the time they are present, the Souls became more tolerant and grew stronger to handle their Soul."
                    ,"Because of this, visitors to Null's region were challenged by this additional pressure. Some believed the place was cursed. Others believed some otherworldly being kept a closer eye on them and some would stay in hopes that they could receive guidance."
                ]
            }
        ]
    },
    {
        "title": "Chisa",
        "Name": "Chisa",
        "ImageIconUrl": "\\img\\icons\\ChisaIcon.jpg",
        "Pronouns": "She/her",
        "GenderIdentity": "Girl",
        "Role": "Angel Guest",
        "DOB": "Some time in the Spring or Summer",

        "ImageHeader": "\\img\\icons\\ChisaIcon.jpg",
        "ImageHeaderAltText": "Modern day Chisa after her Soul was restored by Null.",


        "Likes": [
            "Her Family", 
            "Her scarf", 
            "Humans, the lower planes",
            "Mint flavoured things, like chocolate chip ice cream",
            "Green tea, bubble tea with lots of boba"
        ],
        "Dislikes": [
            "Cats (a rivalry, one could say)", 
            "(Literally) Reading minds. Scanning.",
            "Family arguing"
        ],

        "Apparent Age": "Somewhere between 10-15 I think.",
        "Relationships": [
            {
                "Name": "Father (Angel)",
                "Description": "(We all know and love him. WIP.)"
            },
            {
                "Name": "Null-Ren (Null)",
                "DescriptionList": [
                    "The one who fixed her Soul after it got Voided. Chisa kinda-sorta adopted Null as a new parent.",
                    "The Void is a very lonely place, even when you're not alone.",
                    "She loves Null-ren very dearly and is concerned that she's finding herself turn to them more than her actual Father (Angel) when she's really distressed. In some ways she's found them to be a replacement of when Father was a human, but in some ways, gives her more independance, and in other ways, a bit <em>too</em> overprotective, but not in an outright way.",
                    "She is able to pick up both that Null-ren loves Father and can get so frustrated with him. (She gets that too, it's so painful. She hates it. They both understand it. It's a shared pain they wish they didn't have in common.)",
                    "She slowly grew to love the possibility of having a new family - of Null-ren and Father - Angel Father - be her new parents. But Null-ren has been gently telling her to let that go - they've both seen how her Father is.",
                    "Besides, Null-ren tells her, she can still have two parents now. They're just separate. And there's nothing wrong with that. They both love her, and they are, generally, working together to make sure Chisa is happy and looked after.",
                    "It's not like they're actively trying to make each other miserable. (Debatable.)",
                    "It's not what Chisa wants, but she grows to accept that."
                ]
            },
            {
                "Name": "Father (Human)",
                "Description": "Even though many years have passed since her human Father was alive, she still loves and misses him. There may or may not be hard feelings toward him after Angel!Father passed away with how the family dyanamics changed."
            },
            {
                "Name": "Younger brother",
                "Description": "He was a very cool brother who got to live a full human life. Chisa is broken hearted that she missed seeing him grow up, but she is happy and proud of him."
            }
        ]
    },
    {
        "title": "Earrings",
        "Name": "Earrings",
        "Pronouns": "They/them",
        "DOB": "",

        "Apparent Age": "",
        "Relationships": [
            {
                "Name": "Hanekoma",
                "Description": "(WIP)"
            },
            {
                "Name": "Joshua",
                "DescriptionList": [
                    ""
                ]
            }
        ]
    }
]