[
    {
        "title": "Father",
        "Name": "Father",
        "ImageIconUrl": "\\img\\icons\\FatherIcon.png",

        "Role": "Father, Angel",
        "PreviousRoles": "Conductor(?), Reaper, Human",
        "Pronouns": "He/him",
        "GenderIdentity": "Man",
        "Orientation": "Gay aromantic & asexual",
        "DOB": "February 13",
        "NoiseAffinity": "Jellyfish",
        "Apparent Age": "Late 20s maybe.",
        "Likes": ["Cats", 
            "Fancy sweet lattes", 
            "Fruit teas", 
            "Fabric arts (knitting, crochet)", 
            "Mr. Mew dolls or his Mr. Mew cushion",
            "Seafood"],
        "Dislikes": ["Backstabbers", 
        "People who can't speak their minds", 
        "People who baby him",
        "Black coffee/bitter drinks", 
        "Pointing out his cat \"weakness\""],

        "Appearance": [
            "Gloves: He will always wear gloves and some form of socks, but they don't have to have his rainbow pattern. His striped gloves and socks also shift what colours they start at. They also don't match but they all use the same colours and follow the same pattern: red, purple, blue, green, yellow, orange, grey and then back to red. For example, the finger tips of one glove starts at red but the other starts at orange, and one big toe will start at yellow but the other will be green."
            ,"Hair: go ahead and mess with how he ties up his hair. He won't cut it, but if you want to give him a bun and a ponytail, all the more power to Father! I don't know if he would wear an overly \"girly\" hair clips, yet he will wear his usual silly cheap sparkly blue hair tie."
            ,"Coat: His coat colour pattern placement shifts around."
            ,"Phone: Father has an old bag phone, not a modern looking smart phone. It might secretly be a smart phone with a bag phone \"case\" but it sure looks like an old phone."
        ],

        "ImageHeader": "\\img\\art\\twewy\\2024\\0211-fathersupport\\20240211-FatherTrans_FashionCrimes-L1D2-800.jpg",
        "ImageHeaderAltText": "A smiling, winking chibi style man called Father wearing transgender color gloves and pointing to \"Be trans, do crimes\" written in transgender colors, and below his arm in colors from Father's clothes \"(against fashion)\".",
        "BannerButtonStampList": [
                {
                    "URL": "/img/banners/FatherFan_88x31.gif",
                    "Credit": "LeGaosaure",
                    "ImgType": "88x31",
                    "MediaType": "gif"
                },
                {
                    "URL": "/img/banners/FatherFan_Static.png",
                    "Credit": "LeGaosaure",
                    "ImgType": "88x31",
                    "MediaType": "png"
                },
                {
                    "URL": "/img/banners/Father_Stamp.gif",
                    "Credit": "LeGaosaure",
                    "ImgType": "Stamp",
                    "MediaType": "gif"
                }
        ],

        "History": [
            {
                "Header": "Present",
                "SubSections": [
                    "He's the Father of the Tokyo (and perhaps the surrounding) region. He focuses more on the state of their assigned Children over his assigned partner, Reia, the \"Mother\" of the Children."
                    ,"Father is his title, and he has always preferred to be addressed by his titles throughout his life. He is a transgender man, somewhere on the aroace spectrum. He's physically appears to be somewhere in his late 20/early 30s and uses he/him pronouns. He can turn into a complex Jellyfish Noise (design still a WIP)."
                    ,"Due to some troubled family history, he doesn't believe himself to be a good parent, so he tries his best to fulfill his current Parent role to make up for it, but also tries not to get too attached to his new Children. He knows what losing a child is like and knows how much it hurts to lose people you were close to."
                    ,"Recently he's been unexpectedly reunited with his daughter, who he last saw before he died and before he transitioned. They have a lot to catch up on but they seem to be doing well."
                ]
            },
            {
                "Header": "History - A Summary",
                "Aside": "<img src=\"/img/art/twewy/2025/0430-egg/20250430-FatherTranstition-Chisa-L1L2-800.jpg\">",
                "SubSections": [
                    "He was once a human who was married and had two children. Sometime when his eldest child was 7-10 years old, he lost his life and entered the Reapers Game."
                    ,"At the end of the Reaper's Game he became a Reaper. Since he could not fully accept that he didn't stongly want to come back to life, the Composer of the Game took that option away from him."
                    ,"He transitioned during his time as a Reaper and watched over his living family from he UG. He was not allowed to interact with humans in the RG and as he grew more comfortable with his gender identity, he stopped watching over them as closely in case there was even a chance they could find out about him."
                ]
            },
            {
                "Header": "History: Reaper Pt 1",
                "Aside": "",
                "SubSections": [
                    "During his time as a Reaper he transitioned, including picking a new name. His strongest support came from the Composer and their Conductor (the Composer's second in command). He bonded with Composer but the lingering frustration, or perhaps hatred, of the Composer removing his offer of resurrection stayed with him and festered."
                    ,"Other Reapers' support varied from being mostly accepting or barely hiding their contempt, so he didn't bond with the other Reapers as much as he expected. He also learned of the concept of his sexual orientation (aroace) as he found he couldn't relate to many of the other Reapers who were not aroace."
                    ,"There were other Reapers who did not like the Composer. Some due to their personality, some because they wanted to claim the Composer's position. He ended up joining the Reapers in plotting the Composer's downfall, feeling conflicted since the Composer was one of the most supportive beings in his transition, but some of the Composer's overconfidence and arrogance was aggravating. The Composer preaching they should all be like a happy \"Reaper Family\" also drove him crazy when the Composer themself seemed to not really take it seriously."
                    ,"When it came time to execute their plan to Erase the Composer, he backed out a the last moment. His role was to distract the Composer, but he couldn't fully relax and the Composer was able to pick up on the danger they were in. It wasn't quick enough to completely stop the attack and the Underground and Realground planes got damaged, along with the Composer. The attacking Reapers did not survive, as the Composer retaliated instantly, Erasing them."
                    ,"Unable to fix the planes given their injured state, the Composer ordered all the Reapers to fix the RG and UG planes in their place. Holes to the Void were opening up, and any Souls that fell into them were erased from history - no one would remember them, as if they never existed. Father is told to also aid the Reapers, still in shock that he was spared and not among the attacking Reapers. As he leaves the Composer, they call out to him and tell him he needs to go to where he lived as a human immediately."
                    ,"He reaches his old home just in time to see his daughter falling into the Void. He fails to reach her in time as it snaps shut. He screams and tries to tear open the planes himself to reach the Void - to reach Chisa - but luckily the Conductor came rushing over when she heard him and knocked him out before he could cause more damage."
                    ,"When he wakes, he learns his human family no longer remembers who Chisa is. The Composer has been punished for allowing this to happen under their watch and is forbidden from contacting anyone except for their Conductor."
                    ,"Shortly after, he makes a grave for Chisa outside of the village. No human remembers her so no one mourns her. During one of his visits to her grave, the Composer visits, no longer wearing bandages around their hands and eyes. He's surprised they can visit him, and they tell him that this is an exception. Father confesses he was part of the plot to Erase the Composer and the Composer tells him they already knew and explains he was spared because he didn't follow through with it. Father is suspicious that it can't be the full reason and doubts that there isn't a punishment for him later. He can't get the Composeer to reveal more so they pay their respects to Chisa and sit in silence for a some time after."
                    ,"He can't forgive himself for being part of this incident and he begins to shut himself out from the world and put on whatever emotions he has to. He doesn't know what to do now, and knowing he could never, ever, go back to being a human even if he earned back his right to resurrection, and now has this numb, gnawing sensation to see the Composer again, he only has one option left."
                ]
            },
            {
                "Header": "History: Reaper Pt 2",
                "Aside": "",
                "SubSections": [
                    "He rises up the Reaper ranks. He becomes a GM. Despite being told that he wouldn't see the Composer again, he is able to catch glimpses of them and very occasionally be able to greet them briefly before they must leave. He knows he shouldn't feel abandoned or anger towards them but it keeps him going. So he clings to it."
                    ,"Some of the Game Masters and prominent Reapers who dislike him or speak ill of the Composer find themselves falling to Players of the Games not too long after. The Composer does deserve some of those words, but how can they say that when they hardly see the Composer? Rumours begin to circulate that the Composer is manipulating Players to snuff out any negative talk about them. Sometimes though, Father will manupiulate the Players who speak ill of the Conductor too. The rumours don't bother him, and the Reapers smart enough to catch on already know he's behind this. Such as the Conductor."
                    ,"The Conductor does not fall to Players, so he is the ones who Erases her. It's not easy for him because she was one of the Reapers he got along with well. She knows with his rising power she would be next because she refused to step aside. He takes her out himself but can't stop himself from holding her as she fades away. She asks him to please help the Composer and with her dying breath, hugs him tightly and hopes he will one day find happiness."
                    ,"He finally meets with the Composer and they are a shell of what they once were. Reserved, quiet, almost lifeless. Barely answers his questions, unwilling to expand on the Composer's state. His anger and desire to see the Composer dies and leaves a hollow feeling."
                    ,"He wonders, if he can Ascend and become an Angel like the Composer, if he maybe he can at least understand what happened to his Composer. He isn't so foolish to believe he was the sole cause of the Composer's change. After all, what else can he do now? Could he even be redeemed for all that he's done?"
                    ,"Has what he's done deserve any sort of punishment?"
                ]
            },
            {
                "Header": "History: Ascension",
                "Aside": "",
                "SubSections": [
                    "Less certain of the backstory here, but once he ascends to the Higher Plane, he learns that his Composer has Fallen after the Incident with the Voids, and was only allowed to keep their Composer status because they begged not to leave Father alone and not to harm him. And since they appeared to value Father and their Underground region more than their fellow Angels and Higher Plane, the Angels stripped the Composer of a gift most precious to the Angels - their Blessed Name."
                    ,"The Composer no longer has a Name, but is merely \"Null\". All because, Null fell in love with Father, and did not realize they had fallen for Father until after the Void Incident. Because Angels value those with Blessed Names, Null began to lose close friends, partners and family, because it hurt the Angels when they tried to call Null by a Name they no longer had. In addition, seeing the Composer so adamant about protecting the lower planes over accepting the proposed punishment of giving up their Composer position soured their opinions of Null."
                    ,"Father is overwhelmed and frustrated that the Composer has sacrificed so much for him without telling him any of this, and lost so much of their former self for it, he decided to part ways with the Composer. He tells Null to never speak to him again in his anger, and he hopes this will let the Composer move on and give himself some closure."
                    ,"At some point, he earns the title of Father - an Angel who looks after Composers and helps them maintain their regions. He is partnered with a \"Mother\", Reia, and they oversee the Tokyo area."
                ]
            }
        ],

        "Relationships": [
            {
                "Name": "Reia (Mother)",
                "DescriptionList": [
                    "His \"Mother\" Parent Partner. They start off as co-workers and become good friends. Despite them being Father and Mother, those are titles for the Roles they have. They watch over and guide their assigned Composer \"Children\", who watch over and run the Reapers Game in the Underground"
                    ,"He likes to hang out with like \"do your own thing in the same room\" or he info dumps about human things. He used to try and get her to comment on his odd outfit choices but gave up when she pretty much passes over it."
                ]
            },
            {
                "Name": "Null",
                "DescriptionList": [
                    "It's short and simple, really."
                    ,"They constantly withheld vital information from him. They clearly don't trust him."
                    ,"From the very beginning. That Player mission that was secretly from the Composer. Having the option to reincarnate ripped from his hands. (He could decide for himself!!)"
                    ,"Null deserved their punishment (not death, never death, he still needed - no, would have liked - for his Composer to <em>learn</em>) for not taking responsibility for looking after \"Their Lovely Reaper Family\". What nonsense. How high and mighty must you be to ignore the dissent among your so-called Reaper Family? Literally, open your senses! You already know the outcome of literally covering your eyes to reality."
                    ,"How fitting did you feel it was that you removed your ridiculous bandages after you almost got erased! Did you think I would praise you for finally growing up a little bit?"
                    ,"How I wish I could have hidden those defeated green eyes when I saw them. I take back what I said.You should grow your hair out longer so I don't have to see them again."
                    ,"Was it just a Game to you? Since when did you actually care? It truly comes down to ability doesn't it? Even if you think someone is worth your time, their Judgement Time will always come, won't it?"
                    ,"You'll send them on some sort of \"Mission\" to prove themselves. Or complete <em>something</em> risky. Reapers already had to survive on other Souls. You really had to push our limits in hopes that we could become Good Angel Souls, right?"
                    ,"Null guided him for their own gain. He was just another \"Investment\" that a supposedly once special Composer was allowed to wrap up even though they were Fallen. What worth does he actually have, if Null influenced his path to Ascension?"
                    ,"How much did Null influence him? How much of him is actually him?"
                    ,"He hates him. What else is there to say? Obviously."
                    ,"And them bringing back Chisa? Oh how could he even <em>entertain</em> half a thought that it was making amends! What a lie. Besides, he doesn't want <em>Null's</em> help! He left for a good reason. If you've been paying attention."
                    ,"No. No, it was not difficult to find the details of Null's research. If Null can successfully restore Chisa's Soul and have her adjust to the life of her choosing without any major abnormalities - (Not thinking about that. (It's her choice.) <em>Her's.</em>) -  If Null succeeds in <em>that</em>, then you know they get out of it?"
                    ,"They get their Fallen status removed and will be Blessed once again with a name. So why wouldn't they pick a Soul that would be easy for them? They probably planned it all out, long ago, when they temporary \"suppressed\" my memories of Chisa back then. They already started figuring out what key information they would need to piece together her Soul and restore her from the Void."
                    ,"If you call \"Suppression\" stealing away one's memories. Guess who found about that later after being told something different before then, hmm?"
                    ,"Anyways, with that, I'm sure their old partners will come flocking back to them. Oh how they've missed them so! It's not hard to sense. That loneliness. Being abandoned by ones you thought actually cared for you."
                    ,"You would accept them once again, even though they left you once before? Understandable. If they couldn't handle the dissonance of addressing you by a Name instead of by a Status... Even Chisa can manage it."
                    ,"You want a name. For youself, and for everyone else."
                    ,"Go on. Finish your experiment and then finally leave me alone. How dare you bring Chisa back into my life, knowing that she could be ripped away so easily?"
                    ,"In all seriousness,"
                    ,"The Composer Father once worked for as a Reaper. Despite the Composer being supportive of Father's transition and helped guide him, Father did not like the Composer's arrogance and overconfidence and false \"Reaper Family\" attitude which made him both like and dislike hanging around the Composer. After a certain Incident where the Composer was punished for their failings, the Composer stopped spending time with Father and withdrawing into themself, causing distance between them to grow. When Father Ascends and becomes an Angel, he learns about Null's Fall and how much they kept from Father to avoid his punishment from causing the Incident, and how they truly felt about him, which was a large part in the decline of their status and mental health. Frustrated and done with Null, he decides to never speak with Null again, for both of their sakes."
                    ,"They would both die for each other and he trusts Null will look after Chisa but he does not trust Null to be truthful to him. It's complicated."
                ]
            },
            {
                "Name": "Chisa",
                "DescriptionList": [
                    "His daughter! He loves his daughter so so much!! Chisa is able to adjust to his transition well enough so their relationship grows generally well. Both in life and afterlife, he happily makes dolls and dress up clothes for her to play with. In the afterlife he doesn't baby her and sometimes neglects her, since he's used to his Angel Children and their independence. He also not quite as gentle and soft as he used to be, his sarcasm and banter throws Chisa off a bit. He does let his caring side show around Chisa, and if he messes up he does his best to correct his behaviour around her."
                ]
            },
            {
                "Name": "Null's Conductor",
                "DescriptionList": [
                    "A Reaper with an affinity for some white formed plants with stained glass petals and leaves in her Noise form."
                    ,"Father's gloves may or may not have been inspired by the more friendly version of Null's Noise form. He began wearing gloves after her death. He wore the odd rainbow gloves sometime after he gained the title of Father."
                    ,"For what rainbow includes a light grey?"
                    ,"Well, white would be too obvious...don't you think?"
                ]
            }
        ],
        "Inspirations": [
            {
                "Name": "NEO Equipment",
                "Source": "NEO: TWEWY",
                "Image": "Todo-HasTheShoesAndCoat",
                "AltText": "Sneaker-Sandals and That Tassel Cardigan",
                "Description": "In comparison to Mother's well dressed self, Father is the opposite. A Fashion Disaster Angel who takes Hazuki's comfy outfit style and dials it up and breaks it along the way."
            },
            {
                "Name": "That Orange Coat",
                "Source": "that Website",
                "Image": "Todo",
                "AltText": "That Cool Coat",
                "Description": "Patchy. Orange. Just went chaos with it"
            },
            {
                "Name": "NEO Days of the Week",
                "Source": "NEO: TWEWY",
                "Image": "Todo",
                "AltText": "That self made days of the week",
                "Description": "It's rainbow but something is <em>off</em>."
            },
            {
                "Name": "Do I or Don't I?",
                "Source": "Tumblr",
                "SourceURL": "https://gramoturtle.tumblr.com/post/728459753785901056/",
                "Image": "https://64.media.tumblr.com/3e3913d5ee32e7efc4a4eb95dc72f940/tumblr_ojc05a8mls1ufsa17o1_1280.png",
                "AltText": "A direct message from the other user saying, \"Hi! You have great eyes, I can't seem to get rid of them.\"",
                "Embed": " <div class=\"tumblr-post\" data-href=\"https://embed.tumblr.com/embed/post/47YzTkpOPysra817M03OaQ/728459753785901056\" data-did=\"7f811695fdabc48cd72ad2cc048ab147c57568fc\"><a href=\"https://gramoturtle.tumblr.com/post/728459753785901056/patrickbateman-fuck-all-the-other-bots-this-is-by\">https://gramoturtle.tumblr.com/post/728459753785901056/patrickbateman-fuck-all-the-other-bots-this-is-by</a></div>  <script async src=\"https://assets.tumblr.com/post.js\"></script>",
                "Description": "I don't think Father would say this exactly to Null, but Father just so happens to give Null mixed messages about whether Father likes Null in <em>any</em> capacity or really does hate their Soul. <p> The answer is both really. It's Complicated. (If the two of them would Work It Out, it could probably work. Trust each other, Be Honest and Listen...)"
            },
            {
                "Name": "Klavier Gavin",
                "Source": "Ace Attorney",
                "Image": "Todo",
                "AltText": "Leaning forward",
                "Description": "Early on I wanted him to be like lean forward but just be out of reach. Presently he's more toned down and uses his coat as a protective barrier. The leaning forward thing has become more of a past Null and/or Earrings thing. In addition, it was to contrast with Mother, who would be inspired by Kristoph Gavin."
            }
        ]
    },
    {
        "title": "Mother",
        "Name": "Mother",
        "ImageIconUrl": "\\img\\icons\\MotherIcon.png",
        "Role": "Mother, Angel",
        "ActualName": "Reia (IDK about a last name, but that's at least her \"Allowed\" Name.)",
        "Pronouns": "She/her (currently)",
        "GenderIdentity": "Genderfluid - but on a very long time scale. (And if Angel borned beings can be non-binary, she then isn't trans. But if human born, she would be trans 100%. There is no aXab that would not have her pursue transition care.)",
        "Orientation": "Aromantic, asexual",
        "NoiseAffinity": "Big powerful creature with claws - like a bear. Might be a little sharper than average.",
        "DOB": "January 10",
        "Likes": [
            "Black and herbal teas with honey", 
            "Fish and seafood",
            "Birds",
            "Singing, even though she can't sing in tune by herself"
        ],
        "Dislikes": [ 
            "Physical contact, even through clothes. A thick blanket would be required, if you would even dare."
        ],
        "Pyschs": "Lightning",
        "Apparent Age": "",
        "ImageHeader": "/img/art/twewy/2023/0405-mothercreate/20230405-Mother_Creation-niDEFV1-g5V1-800.jpg",
        "ImageHeaderAltText": "A black and white image of a woman with a short ponytail and a suit, has a man lying beneath her. A circular light source shines from above her head, looking like a halo.",
        
        "BannerButtonStampList": [
            {
                "URL": "/img/banners/MotherFan_88x31.gif",
                "Credit": "LeGaosaure",
                "ImgType": "88x31",
                "MediaType": "gif"
            },
            {
                "URL": "/img/banners/Mother_Stamp.gif",
                "Credit": "LeGaosaure",
                "ImgType": "Stamp",
                "MediaType": "gif"
            }
        ],


        "Inspirations": [
            {
                "Name": "Deus",
                "Source": "Asura's Wrath",
                "Image": "\\img\\refs\\mother\\Deus_Ch17.jpg",
                "AltText": "Pretend there is a cool image of Deus using his black and white lighting powers.",
                "Description": "There is a certain kinda of command *power* that he has that I wanted her to have. And even though I haven't really drawn Mother with. Maybe black and white lighting isn't unique but this is the first time I've seen it, and I'm drawing to black and white patterns."
            },
            {
                "Name": "Titania",
                "Source": "Fire Emblem: Path of Radiance, Fire Emblem: Radiant Dawn",
                "Image": "Todo",
                "AltText": "",
                "Description": "Visually and personality wise she's not like Titania but I've always wanted to have a powerful, cool and respectable femme character liek Titania. You would think it wouldn't be so hard to find, and yet! <br> When designing Mother and Father, I wanted her to be the formal and well dressed one. A Super Proper Angel like the rest of them. We've only had masculine-ish Angels so far and I wanted a femme Angel to also follow the well dressed-ish manner. Even the \"rule of femme\", it wouldn't surprise me if we do get one cannonically, she would end up like Konishi or Ayano. There's no problem with those sorts of designs but it's just. So. Often. "
            },
            {
                "Name": "Lab Coats",
                "Source": "",
                "Image": "Todo",
                "AltText": "Lab coats!",
                "Description": "Angels being like scientists? Hecking yeah. Mother's white themeing and white jacket is like a lab coat. Her jacket hanging off her shoulders are (like) her wings."
            },
            {
                "Name": "Apollo Justice",
                "Source": "Ace Attorney 5: Dual Destinies",
                "Image": "\\img\\refs\\mother\\aa_Apollo_coat01.png",
                "AltText": "Coat and arms crossed.",
                "Description": "He's got that coat and crosses his arms a lot."
            },
            {
                "Name": "Sebastian Debeste & Courtney",
                "Source": "Ace Attorney Investigations 2",
                "Image": "Todo",
                "AltText": "Their more judgement poses.",
                "Description": "Clothing hanging off their shoulders and arrogant/confident poses? Yeah."
            }
        ],
        "Relationships": [
            {
                "Name": "Father",
                "DescriptionList": [
                    "Her co-worker. Source of lower plane knowledge. Plane-mate. Friend. Respectful of boundaries. Does not question her oddities. Does not question his oddities.",
                    "A contradiction of himself. Searching for his answers in her Soul. A pointless quest. Yet it helps her understand her own self.",
                    "But not his own self. He will need to look upon his own Soul. He will need to undo the locks on his own Soul or it will stagnate.",
                    "He is too amusing to fall apart into nothing. So she helps him where she can. She recognizes she could never solve his problems - only he can ultimately do that.",
                    "But she will support him. Support him until it causes his own self destruction or to the others.",
                    "She will not lose anyone again if she can help it."
                ]
            },
            {
                "Name": "Hazuki Mikagi",
                "DescriptionList": [
                    "One of her Creations. [WIP]"
                ]
            },
            {
                "Name": "Her Creator",
                "DescriptionList": [
                    "We don't talk about -"
                ]
            }
        ],
        "History": [
            {
                "Header": "Present",
                "Aside": "<img src=\"/img/art/twewy/2025/0511-motherpose/250511-MothePosePractice_Apollo02-L1L2-800.jpg\">",
                "SubSections": [
                    "She's the Mother of the Tokyo (and perhaps the surrounding) region. She researches the state and rate of decay within the planes, particularly the higher planes."
                    ,"She doesn't know much about humans, but enjoys listening to her assigned Parent Partner - \"Father\" - tell her all about them. She has poor luck with getting along with animals, as if they can sense there's something unsettling lurking beneath her Angelic presence."
                    ,"What is lurking? That's Confidential, my friend."
                ]
            },
             {
                "Header": "Ok but seriously",
                "SubSections": [
                    "A Higher Plane Entity who is not a \"pure\" Angel. To aid in suppressing her innate Chaos, she was gifted a Band which she placed around her neck."
                    ,"Her Creator created her with Chaos mixed in, and the Angels of the Higher Plane would be able to detect that and become weary of her, so she was given a Band to suppross her innate Chaos."
                    ,"She had a special, almost undetectable band on her neck that reads \"REIA\" if you look at it sideways. Sometimes when she's nervous or uneasy, she will touch part of her tie or neck, because it gives her comfort. She is not allowed to tell others of her origins and is forbidden from seeking out her siblings to connect with - although she wouldn't be able to recognize them on sight since many of them now have a new form and frequency from the Bands. She has some memories of her Creator and vaguer memories of playing with parts of her so called \"siblings\" as they were being assembled."
                    ,"She didn't think of them as siblings but as she learned more about Angels and Humans, she felt the best word to describe them would be siblings. She doesn't miss them on an individual level, but she hopes they are adapting to their new home and hope they were lucky to have such interesting an accepting beings to surround themselves with."
                    ,"Her current co-worker, \"Father\", does not know, and cannot know her origins. However he seems to accept her and her lacking knowledge of humans and how some things are run in the Higher Plane. He's been a little odd, seemingly trying to get her to say something in particular about how he fashions himself, but she doesn't know what to say and he seems to drop prodding for some sort of reaction shortly afterward and continue along with whatever he had intended to do shortly after. She's grown to appreciate his kindness and his oddness, and hopes that her Band never fails her, for she would hate for him, their Children, and all the other Angels how have accepted her, to fear the innate Chaos she carries."
                    ,"Perhaps one day she won't have to rely on the Band and can be free to be herself, but she sees now that day could be far away, given the current state of the higher planes."
                ]
            }
        ]
    },
    {
        "title": "Null",
        "Name": "Null",
        "ImageIconUrl": "\\img\\icons\\NullIcon.png",
        "ActualName": "[Nothing]",
        "Role": "Reseacher, Fallen",
        "PreviousRoles": "Composer",
        "Pronouns": "They/he, preference for they/them.",
        "GenderIdentity": "Non-binary. I could say trans but I don't know if they were born a human, and therefore would go from male to non-binary. If they were born as an Angel and <em>could maybe</em> have been \"born\" non-binary.",

        "Orientation": "I'm gonna say bi romantic and sexual <em>but</em> they are also probably grey romantic and sexual partially because I can't wrap my head around alloromantic and allosexual orientations. I thought I could for Null but it's hard to figure out their attractions otherwise when I'm trying to figure out their thoughts. Not that I think it's necessary but it just makes my life easier.",
        
        "NoiseAffinity": "Something very branching, webbing and tree like.",
        "DOB": "Possibly October 22, the date the history comic was first posted.",

        "ImageHeader": "\\img\\art\\twewy\\2024\\1124-nullsmile\\20241124-NullSmile-D1D2-800.jpg",
        "ImageHeaderAltText": "Digital art of Null, a macusline looking non-binary person, smiling and looking down and to their side.",
        
        "BannerButtonStampList": [
            {
                "URL": "/img/banners/NullFan1_88x31.png",
                "Credit": "LeGaosaure",
                "ImgType": "88x31",
                "MediaType": "png"
            },
            {
                "URL": "/img/banners/Null_Stamp.gif",
                "Credit": "LeGaosaure",
                "ImgType": "Stamp",
                "MediaType": "gif"
            }
        ],


        "Likes": ["Strawberry-banana ice cream", "Floral patterns", "Noodles of all kinds", "Green and bitter tea"],
        "Dislikes": ["Two faced behaviours"],
        "Apparent Age": "",
        
        "Inspirations": [
            {
                "Name": "Kisuke Urahara",
                "Source": "Bleach",
                "Image": "https://dw9to29mmj727.cloudfront.net/products/1591167280.jpg",
                "AltText": "Bleach Volume 6",
                "Description": "<p>I don't remember much about Bleach. I read up until they went to rescue Rukia (I think that happened). If it happens multiple times then the first \"big\" one I guess. There was conflict again her brother? I think?<p> Anyways I don't really remember the plot BUT you can probably see from this guy's appearance where I wanted to have Null have their eyes covered, the shorter hair, the jacket flowing outwards, and keeping some traditional clothing in the modern day. I even debated giving Null a hat but I couldn't think of what to give them."
            },
            {
                "Name": "",
                "Source": "japansesfashioninferno @ Tumblr",
                "Image": "https://64.media.tumblr.com/0f51bb2797d66282840723a5e3fb854e/218124ed10bbcdcb-83/s2048x3072/d310b298d5824b76d2606a46e28b3d65b5a9ecdd.jpg",
                "AltText": "The one on the left with that long black jacket, the arm gloves, the loose pants, the black boots.",
                "SourceURL": "<a href=\"https://gramoturtle.tumblr.com/post/727061035323949056\">https://gramoturtle.tumblr.com/post/727061035323949056</a>",
                "Embed": " <div class=\"tumblr-post\" data-href=\"https://embed.tumblr.com/embed/post/47YzTkpOPysra817M03OaQ/727061035323949056\" data-did=\"a2a8371610f079dc935f3bca3451dcac017950d7\"><a href=\"https://gramoturtle.tumblr.com/post/727061035323949056\">https://gramoturtle.tumblr.com/post/727061035323949056</a></div>  <script async src=\"https://assets.tumblr.com/post.js\"></script>",
                "Description": "The one on the left with that long black jacket, the arm gloves, the loose pants, the black boots. Yeah."
            }
        ],
        "Relationships": [
            {
                "Name": "Nanashi (Father)",
                "DescriptionList": [
                    "Null <em>fell</em> for a Reaper which was part of their fall to be Fallen Angel - or of similar ranking."
                    ,"The fall was gradual, and no event stood out. Rather, it was aiding and suporting Father on his transition that opened up the Reaper to them in a way that they don't get with other Reapers. He was othered by Reapers in different way than the Composer was, but it was a point they could relate to. Null had a home they could return to, but this was the Reaper's home."
                    ,"Over time, the Reaper spoke of mundane topics. At first it felt like they were humouring the Reaper by listening to these topcis, but it was something they valued - not matter how little it should matter to them."
                    ,"It took them quite a while to understand what had happened, even with their Conductor picking up on it faster than they did and gently trying to point it out. It took That Incident for it all to click - the fear this Nameless Reaper felt being reflected back at them of losing something important - that everything clicked."
                    ,"And even then, they couldn't stop themself from essentially siding with the Reaper/lower planes over the Angels/higher planes, which led to their present state - of being stripped of their Name."
                    ,"While Reaper!Father was trying to find a name he liked, he asked Null, his Composer, not to address him by his temporary name. When he asked if it was possible if the Composer could do that, and how much he didn't like the names he was trying at the time, Null couldn't refuse this request."
                    ,"Afterall, how hard could it be? They viewed it as a challenge, in a way. In the end, they couldn't stop themself from mentally referring to him as Nanashi - nameless. It's a name that they still use even to the present day, even though Father has a Name now, but still does not prefer to be addressed by Name."
                    ,"Father only wishes to be addressed by his title - Father. A title that Null does not wish to address him by, so they continue to use Nanashi when they must."
                    ,"Father absolutely despises being called Nanashi, even after Null has, perhaps clumsily, explained why they don't want to use his title."
                    ,"Null began to close off after That Incident and it built distrust between the two. Knowing this, and knowing that too much knowledge can cause pain, they began to hide any information from Father that could possibly hurt him. Null continues to do this after they reunite Chisa with Father, which frustrates Father to no end."
                ]
            },
            {
                "Name": "Their Former Conductor",
                "Description": "Was, I'm pretty sure. Whatever pronouns their Conductor had, I think at some point they replaced by Reaper!Father. And...I think it might not be because of entirely Natural Reasons shall we say. Reaper!Father was looking for opportunies for rise up at the time, I believe. <p> But while they were around, they understood Null fairly well. They were one of the few Reapers that understood the full serverity of what Null had done during The Incident and the consequences. They were a lower plane being Null would spend quiet hours with, hours at a time, sometimes where there were long periods of silence. Especially after The Incident and they had, either intuited or Null told them, that Null had lost all their partners except for one. <p> The Conductor was not one of Null's partners, but perhaps, if Null did not had a strict rule of not getting intimate with lower plane beings (maybe it was also a higher plane rule or something that other Angels might judge others on), the Conductor could have been one of their partners. <p> The Conductor was one of the Reapers that caught onto Null's crush of Reaper!Father and chose to gently keep and extra eye on Reaper!Father because of that. Since The Conductor was aware for Null's restrictions for lower plane relationships, the Conductor never addressed Null's crush outside of trying to gently make sure Null was aware of them having a crush in the first place. <p> It was also the Conductor's judgement to not have Reaper!Father erased during the Incident when he tried to tear the planes apart where Reaper!Father's daughter, Chisa, vanished. They knocked the Reaper out and personally kept a close on him and monitored his waking moments and tried to calm him down while Null was away."
            },
            {
                "Name": "Reia (Mother)",
                "Description": "Null doesn't know much about her, but she is the first Angel they've met who can pronounce his [Nothing] of a name om such a way that makes the Dissonance almost <em>pleasant</em>. They can tell they shouldn't ask about her past - there is a strong Force of <em>Do Not Ask For You Will Not Find Answers</em>. <p> Null is intrigued by how differently she handles Nanashi and how honestly Nanashi communicates with her. He can't help but feel a little jealously. They accept Reia's sympathy, because for how well she gets along with their Nanashi, she's aware how grating he can be, and can sense he is not handling himself well and needs help healing. Healing that she can't entirely help on her own."
            }
        ],
        "History": [
            {
                "Header": "Present",
                "SubSections": [
                    "Null currently reseaches Souls that have been lost to the space between the planes - known as the Void."
                ]
            },
            {
                "Header": "Background",
                "Aside": "<img src=\"\\img\\art\\twewy\\2024\\1029-hellothere\\20241029-PastNullComposer-03DARKER-nDEFV1-pDEFV2-800.jpg\">",
                "SubSections": [
                    "Null was once a Composer who valued bonding with lower plane citizens to increase the growth and quality of Souls. Not only for the benefit of having healthier Souls, but to increase the likelyhood of Souls reaching Ascension. Exposing an Angel's Soul to lower plane citizens can create huge stress on those Souls."
                    ,"However, Null found that by gradually increasing the time they are present, the Souls became more tolerant and grew stronger to handle their Soul."
                    ,"Because of this, visitors to Null's region were challenged by this additional pressure. Some believed the place was cursed. Others believed some otherworldly being kept a closer eye on them and some would stay in hopes that they could receive guidance."
                ]
            }
        ]
    },
    {
        "title": "Chisa",
        "Name": "Chisa",
        "ImageIconUrl": "\\img\\icons\\ChisaIcon.jpg",
        "Pronouns": "She/her",
        "GenderIdentity": "Girl",
        "Role": "Angel Guest",
        "DOB": "Some time in the Spring or Summer",

        "ImageHeader": "\\img\\icons\\ChisaIcon.jpg",
        "ImageHeaderAltText": "Modern day Chisa after her Soul was restored by Null.",


        "Likes": [
            "Her Family", 
            "Her scarf", 
            "Humans, the lower planes",
            "Mint flavoured things, like chocolate chip ice cream",
            "Green tea, bubble tea with lots of boba"
        ],
        "Dislikes": [
            "Cats (a rivalry, one could say)", 
            "(Literally) Reading minds. Scanning.",
            "Family arguing"
        ],

        "Apparent Age": "Somewhere between 10-15 I think.",

        "History": [
            {
                "Header": "Present",
                "Aside": "<img src=\"/img/art/twewy/2024/0903-familyOfFamily/20240903-ChisaAndFather02-nDEFV1-pDEFV2.jpg\">",
                "SubSections": [
                    "Her Soul has been restored by Null, who she has adopted as a parent and calls them Null-ren. Null brought her to her now Angel and transitioned Father to reunite them."
                    ,"It's been a little rocky at times for them to catch up but she still loves her father, even if he seems to care more about cats than her."
                    ,"She's currently a Guest in the Higher Plane and has chosen independently, before she even knew of father still being around, to become a human again so she can live out the rest of her human life before it was stolen away from the Void."
                ]
            },
             {
                "Header": "Past",
                "SubSections": [
                    "Her Soul was lost to the Void so her time spent as a human and potential afterlife was robbed from her. She spent decades, if not hundreds of years trapped in the Void, semi-aware of time and existence passing."
                ]
            }
        ],

        "Relationships": [
            {
                "Name": "Father (Angel)",
                "Description": "(We all know and love him. WIP.)"
            },
            {
                "Name": "Null-Ren (Null)",
                "DescriptionList": [
                    "The one who fixed her Soul after it got Voided. Chisa kinda-sorta adopted Null as a new parent.",
                    "The Void is a very lonely place, even when you're not alone.",
                    "She loves Null-ren very dearly and is concerned that she's finding herself turn to them more than her actual Father (Angel) when she's really distressed. In some ways she's found them to be a replacement of when Father was a human, but in some ways, gives her more independance, and in other ways, a bit <em>too</em> overprotective, but not in an outright way.",
                    "She is able to pick up both that Null-ren loves Father and can get so frustrated with him. (She gets that too, it's so painful. She hates it. They both understand it. It's a shared pain they wish they didn't have in common.)",
                    "She slowly grew to love the possibility of having a new family - of Null-ren and Father - Angel Father - be her new parents. But Null-ren has been gently telling her to let that go - they've both seen how her Father is.",
                    "Besides, Null-ren tells her, she can still have two parents now. They're just separate. And there's nothing wrong with that. They both love her, and they are, generally, working together to make sure Chisa is happy and looked after.",
                    "It's not like they're actively trying to make each other miserable. (Debatable.)",
                    "It's not what Chisa wants, but she grows to accept that."
                ]
            },
            {
                "Name": "Father (Human)",
                "Description": "Even though many years have passed since her human Father was alive, she still loves and misses him. There may or may not be hard feelings toward him after Angel!Father passed away with how the family dyanamics changed."
            },
            {
                "Name": "Younger brother",
                "Description": "He was a very cool brother who got to live a full human life. Chisa is broken hearted that she missed seeing him grow up, but she is happy and proud of him."
            }
        ]
    },
    {
        "title": "Earrings",
        "Name": "Earrings",
        "Pronouns": "They/them",
        "DOB": "",

        "Apparent Age": "",
        "Relationships": [
            {
                "Name": "Hanekoma",
                "Description": "(WIP)"
            },
            {
                "Name": "Joshua",
                "DescriptionList": [
                    ""
                ]
            }
        ]
    }
]