[
  {
    "title": "There was once a Composer called NULL",
    "summary": "Father tells Joshua a story about a foolish Composer and an event that \nhad a terrible price. I don’t know when Joshua would hear the story but I\n put it roughly around NEO as a part of Father trying to fix things with\n Joshua. (We’ll get to the start of that another day. Given the…stunt, \nJoshua tried to pull at the end of OG TWEWY.)",
    "details": "There is a bit more to this event, but Father is not sharing that \ninformation right now. The attack on the Composer was designed to cause \ndamage to the lower planes and the Composer. Because the Composer spent \nso much time with the Reapers, and taught them a lot about the planes \nand themself, it gave them the knowledge the needed to actually cause \nsignificant damage.If the attack had succeeded, and they had \ndefeated the Composer, one of them would have become the Composer and \nstill would have had to clean up their own mess. But at least it would \nhave been a functioning Composer to handle it.But instead, they \ndidn’t, so the region was felt was a partially functioning Composer, \nunable to help out or transfer their power over to someone who could. \nLuckily all Reapers had the same training, so they were able to fix \nthings eventually, but not without losses.Now that knowledge \nabout the planes and the Composer’s abilities is not openly shared, so \nif something similar were to happen to a Composer again, the same damage\n won’t - shouldn’t - be possible.And one more fun fact about the \nstory - Father was there…as a Reaper. Perhaps Joshua will get to learn \nthat, and more details about those events.",
    "characters": "Joshua, Father, Null, Chisa",
    "date": "2023-10-22",
    "dateYear": "2023",
    "uniqueUrl": "2023-10-22-there-was",
    "UniqueURLKey": "art/twewy//2023-10-22-there-was",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/731911599815884800/there-was-once-a-composer-called-null-father"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/3874417"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3koanctgmca2b"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5210866-there-was-once-a-com"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2023\\1022-cnull\\20231022-ComposerNULL_01a-nDEFV1-gl20V1.jpg",
        "alt": "Art of an old wooden building with a group of people as Souls walk in front of it. In the middle, there is one wearing a dark coat and long scarf. There have white angel wings coming of of their back, with an aura pulsing out from around them. The following text is in front of it: \"There was once a Composer who spent most of their time in the lower planes. There were benefits of having these Souls being frequently exposed to the Composer. They become stronger. More resilient. More aligned to Us. The quality of Ascended Souls were higher than any other region.\""
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2023\\1022-cnull\\20231022-ComposerNULL_02-nDEFV1-gl20V1.jpg",
        "alt": "Art of dark glowing figure holding themselves in pain with glowing eyes. White, black, and rainbow fractured lines come out from their back where their scarf is ripped out from their back. In front, the text says: \"However, the Composer was blindsided by their fascination with their Reapers & Humans. So confident in themself. Believed no one would actually oppose them. That a faction of Reapers would be able to catch them off guard, who ere taught details of the planes and the Composer's abilities. The attack was swift and precise.\""
      },
      {
        "id": 3,
        "url": "\\img\\art\\twewy\\2023\\1022-cnull\\20231022-ComposerNULL_03-nDEFV1-gl20V1.jpg",
        "alt": "Art of a child soul reaching up in fear as they fall into a purple and black void. The text in front says. \"The attacking Reapers were immediately Erased. The remaining Reapers patched the fracturing lower planes. They saved what Souls they could. But some were lost forever between the planes. Eventually, help arrived from above.\" A cut to Father, from nose down to upper shoulders, says, \"Foolish, don't you think? To be blindsided by you own arrogance. By those you didn't actually trust. And now you know why, Joshua, why the Composer must stay safe. Why your identity is closely guarded. Why we have these rules.\" Father and Joshua are standing on a balcony. Father is leaning forward on the railing, and Joshua is leaning back against the railing. Joshua is looking unimpressed."
      },
      {
        "id": 4,
        "url": "\\img\\art\\twewy\\2023\\1022-cnull\\20231022-ComposerNULL_04-nDEFV1-gl20V1.jpg",
        "alt": "Art of Father continues talking, \"I don't want you to suffer their fate. You're a far better Composer than they are, Joshua. And in a much better position!\" Joshua looks back over his shoulder while Father continues, \"Having that Reaper after you - So foolishly decalring his target!\"  Joshua turns around to face Father and says, \"Father, Are there more records of this Composer? Are they-\"  Father cuts him off with an angry look, \"No, Joshua. There is nothing good to learn from them. You know all that you need.\""
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2023\\1022-cnull\\20231022-ComposerNULL_thmb-nDEFV1-gl20V1.jpg",
    "thumbnailAlt": "Composer Null hunched over in pain.",
    "fandom": [
      "TWEWY",
      " NTWEWY"
    ]
  },
  {
    "title": "Mother and Father Are Watching",
    "summary": "NEO Higher Plane Experimentation: What if we had Parental Entities keeping an eye on their Darling Angel?",
    "details": "Joshua, you can’t just say “Mother and Father call me Joshua” and then say you’re the Composer in your introduction! So that got me thinking, what if we had something like Parental Entities, high ranked Angels, assigned in pairs to younger Angels to help make sure they are properly adjusting to the (hivemind) Angel Society!\n\nI think it would be very interesting if Joshua had HP politics and family relations to deal with while being Composer, especially during NEO. In terms of Joshua’s position as Shibuya’s Composer, a potential replacement could be someone like Earrings. Someone who supports something a majority of what the HP wants (ex: say like a hivemind in the UG? Or maybe just supports Inversion?) but their methods are a bit too much for the HP (ex: forcing it to occur because Earrings is an uncommonly impatient Angel) which is why Joshua can keep his position as Shibuya’s Composer despite Shibuya’s state. Joshua must be a Darling Little Angel and follow the rules and not cross any lines that the elites of the HP can see that could cause him to get kicked out.\n\nBoth Mother and Father wish for Shibuya’s Composer and Producer to be Good, so Joshua’s Mother has been checking in on Joshua, and his Father has been watching Shibuya’s Producer. ",
    "characters": "Joshua, Hanekoma, Mother, Father",
    "date": "2022-03-21",
    "dateYear": "2022",
    "uniqueUrl": "2022-03-21-mother-and",
    "UniqueURLKey": "art/twewy//2022-03-21-mother-and",
    "spoilers": "Yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/679347633899307008/mother-and-father-are-watching-neo-higher-plane"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4396405"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kme2blebsf2e"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2022\\0321-motherwatches\\20220321-MotherWatches01c-nDEFV1-pDEFV2.jpg",
        "alt": "Page 1 of a comic of Joshua watching the events of NEO The World Ends With You during week 3, with someone saying to Joshua \"Ah, here you are\"."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2022\\0321-motherwatches\\20220321-MotherWatches02c-nDEFV1-pDEFV2.jpg",
        "alt": "Page 2 of a comic where Mother tells Joshua she is glad to see Joshua is here and not elsewhere. He challenges her, asking where else would he be."
      },
      {
        "id": 3,
        "url": "\\img\\art\\twewy\\2022\\0321-motherwatches\\20220321-MotherWatches03b-nDEFV1-pDEFV2.jpg",
        "alt": "Page 3 of a comic where Mother tells Joshua she's making sure Joshua or Hanekoma don't step out of line."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2022\\0321-motherwatches\\20220321-thmb-MotherWatches-nDEFV1-pDEFV2.jpg",
    "thumbnailAlt": "Joshua looking annoyed.",
    "fandom": [
      "TWEWY",
      " NTWEWY"
    ]
  },
  {
    "title": "Hanekoma, Higher Vibe Frequency.",
    "summary": "Wanted to try drawing Hanekoma in a glowing form like the Composer! Gradient colours are based on the two noise feathers he uses and since he’s probably pretty high ranking, he gets to have two gradients. Or one depending on how you want to look at it.",
    "details": "",
    "characters": "Hanekoma",
    "date": "2021-11-22",
    "dateYear": "2021",
    "uniqueUrl": "2021-11-22-hanekoma",
    "UniqueURLKey": "art/twewy//2021-11-22-hanekoma",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/668603799327457280"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4588722"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kphys6finz2i"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5413956-hanekoma-higher-vib"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\higherFreqHanekoma\\angelHanekoma_InFocusColour-niDEFAULT-V1-gl10-V1.png",
        "alt": "Art of Sanae Hanekoma from the World Ends With You. A glowing man in a glowing form like the Composer. From top to his waist he has a gradient over him from orange to red to purple. From waist to feet it goes from grape purple, green, blue, green/teal. A clear blue day sky is the background."
      }
    ],
    "fandom": [
      "TWEWY",
      " NTWEWY"
    ]
  }
]