[
  {
    "title": "NEO Joshua Anime Photoshops",
    "summary": "Some photoshopped NEO Joshuas and some Composer versions cause I was feeling rusty. Plus some before and after gifs cause it was cool seeing the changes.",
    "details": "The Composer versions are actual redraws but for the human forms I just drew on top of the anime screenshots cause I was feeling lazy and wanted to try and keep the anime feel. I thought it might be easier but honestly I don’t think it was because of the gradients they use on top.\n\nTagging @rainbow-nijisaki (Tumblr) and @black-quadrant (Tumblr) since apparently we were all thinking of anime NEO Joshua about the same time. I was doing Composer form redraws from anime screenshots when the redraws were first posted by rainbow-nijisaki, (so if you like these and you haven’t seen those ones, please go check them out!) which inspired me to try some human NEO Joshuas. I guess we had anime related Joshuas on the mind!",
    "characters": "Joshua",
    "date": "2023-08-21",
    "dateYear": "2023",
    "uniqueUrl": "2023-08-21-NEO Joshua",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/726311946862903296"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/3640873"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/did:plc:flbl2zveemgai3n6c3ffvdmh/post/3l4kfpvvf5c25"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2023\\0821-neojosh\\20230821-01-NEOJosh-nDEFV1-pDEFV2.jpg",
        "alt": "A screenshot edit of Joshua from The World Ends With You Animation to make it look like his NEO self. He looks very serious."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2023\\0821-neojosh\\20230821-02-NEOJoshComp-nDEFV1-pDEFV2.jpg",
        "alt": "A screenshot redraw Joshua from The World Ends With You Animation to make it look like his NEO Composer self. He looks very serious."
      },
      {
        "id": 3,
        "url": "\\img\\art\\twewy\\2023\\0821-neojosh\\20230821-03-NEOJosh-nDEFV1-pDEFV2.jpg",
        "alt": "A screenshot edit of Joshua from The World Ends With You Animation to make it look like his NEO self. His arms are crossed and he has a dangerous smile."
      },
      {
        "id": 4,
        "url": "\\img\\art\\twewy\\2023\\0821-neojosh\\20230821-04-NEOJosh-nDEFV1-pDEFV2.jpg",
        "alt": "A screenshot edit of Joshua from The World Ends With You Animation to make it look like his NEO self. Joshua is looking down and to the side, holding a blue glowing like flame."
      },
      {
        "id": 5,
        "url": "\\img\\art\\twewy\\2023\\0821-neojosh\\20230821-05-NEOJoshComp-nDEFV1-pDEFV2.jpg",
        "alt": "A screenshot redraw of Joshua from The World Ends With You Animation to make it look like his NEO Composer self. Joshua is looking down and to the side, holding his hand up."
      },
      {
        "id": 6,
        "url": "\\img\\art\\twewy\\2023\\0821-neojosh\\ComposerAnimePractice_gif01_NEOJosh_BeforeAfter.gif",
        "alt": "A gif showing Joshua from the TWEWY animation and the screenshot edit of his NEO self. He looks very serious."
      },
      {
        "id": 7,
        "url": "\\img\\art\\twewy\\2023\\0821-neojosh\\ComposerAnimePractice_gif02_NEOJosh_BeforeAfter.gif",
        "alt": "A gif showing Joshua from the TWEWY animation and the screenshot edit of his NEO self. His arms are crossed and he has a dangerous smile."
      },
      {
        "id": 8,
        "url": "\\img\\art\\twewy\\2023\\0821-neojosh\\ComposerAnimePractice_gif03_NEOJosh_BeforeAfter.gif",
        "alt": "A gif showing Joshua from the TWEWY animation and the screenshot edit of his NEO self. Joshua is looking down and to the side, holding a blue glowing like flame."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2023\\0821-neojosh\\20230821-thmb-NEOJosh-nDEFV1-pDEFV2.jpg",
    "thumbnailAlt": "A screenshot edit of Joshua from The World Ends With You Animation to make it look like his NEO self. He looks very serious.",
    "fandom": [
      "NTWEWY"
    ]
  },
  {
    "title": "Mother: Crafting, Creating",
    "summary": "First attempt at making a “creating an Angel” piece. Eventually became a comic.",
    "details": "When I first saw the reference image from a smaller thumbnail I thought there was a halo, so I wanted to do something with it.",
    "characters": "Mother, Hazuki",
    "date": "2023-04-05",
    "dateYear": "2023",
    "uniqueUrl": "2023-04-05-Older Moth",
    "spoilers": "Yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/713789699493445632"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4588919"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kpi2k7tnt327"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5449938-mother-creating-cr"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\ocs\\MotherCreator\\Mother_Creation-niDEFAULT-V1-glin5-V1.png",
        "alt": "A black and white drawing of a woman with a short ponytail and a suit, has a man lying beneath her. A circular light source shines from above her head, looking like a halo."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/11993b609db46d9a161090443e186a70/e73b0940cc2a3cdc-47/s2048x3072/430083f9d65cf68ba78c1977e810e10cf10cfe0f.jpg",
        "alt": "Image of a masked doctor under a bright circular light, hovering over a masked patient."
      }
    ],
    "fandom": [
      "NTWEWY"
    ]
  },
  {
    "title": "Hazuki Sketches",
    "summary": "Hazuki practice based in game movie expressions and on official(?) art. These were fun emotions to try to capture because you don't see them in his in game sprites so it's neat to see him looking concerned/conflicted or something along those lines.",
    "details": "Art style and pose/perspective reference: <a href=\"https://x.com/TWEWY_PR/status/1419675720192708619\">Twitter</a>",
    "characters": "Hazuki",
    "date": "2022-08-20",
    "dateYear": "2022",
    "uniqueUrl": "2022-08-20-Hazuki pra",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/693128918016966656/"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/5146103"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kziknvw5jk2z"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\neo\\haz-bday-doodles\\hazupractice_frown-niDEFV1-gl15V1.png",
        "alt": "Sketch of Hazuki Mikagi from NEO: The World Ends With You drawn in a pencil style with a gradient from faded red in the top left to purple in the bottom right. He's looking down opened and eye brows furrowed."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\neo\\haz-bday-doodles\\hazupractice_expConcern-niDEFAV1-protected-inLOWV2.png",
        "alt": "Sketch of Hazuki Mikagi from NEO: The World Ends With You drawn in a pencil style with a gradient from faded red in the top left to purple  in the bottom right. He's looking down, mouth opened and eye brows furrowed."
      },
      {
        "id": 3,
        "url": "\\img\\art\\twewy\\neo\\haz-bday-doodles\\hazupractice_closed-niDEFV1-gl15V1.png",
        "alt": "Sketch of Hazuki Mikagi from NEO: The World Ends With You drawn in a pencil style with a gradient from faded red in the top left to purple in the bottom right. His eyes are closed and he looks content."
      },
      {
        "id": 4,
        "url": "\\img\\art\\twewy\\neo\\haz-bday-doodles\\HazukiReferences.jpg",
        "alt": "Three images of Hazuki Mikagi from NEO: The World Ends With You from one of the in game movie cutscenes. In the first, his eyes are closed and he looks maybe content. In the second, he's looking down and to his left, our right, mouth opened and eye brows furrowed. He looks concerned or worried about something. In the third, he's looking down and to his left, our right, mouth closed and eye brows furrowed. He looks concerned or worried about something."
      }
    ],
    "fandom": [
      "NTWEWY"
    ]
  },
  {
    "title": "Happy Birthday Hazuki!!",
    "summary": "",
    "details": "",
    "characters": "Hazuki",
    "date": "2022-05-05",
    "dateYear": "2022",
    "uniqueUrl": "2022-05-05-Happy Birt",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/683419339722014720/"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4712112"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2022\\0505-bdayhazu\\20220505-HBdayHaz2022-nDEFV1-g10V1.jpg",
        "alt": "Hazuki Mikagi, a charatcer from NEO The Worl Ends With You, with a white border, looking straight ahead with a small smile on his face. The words \"Happy Birthday Hazuki!! 2022.5.5\" is written on it."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2022\\0505-bdayhazu\\20220505-thmb-HBdayHaz2022-nDEFV1-g10V1.jpg",
    "thumbnailAlt": "Art of Hazuki Mikagi.",
    "fandom": [
      "NTWEWY"
    ]
  },
  {
    "title": "Yoshi-nii",
    "summary": "One brand new Angel Hazuki Mikagi gets picked up by the same Mother and Father as Joshua. What a wonderful family!",
    "details": "This wasn’t originally planned when I started designing Mother and \nFather but when asked if Haz and Josh shared the same parents and \n“Yoshi-nii” (Older Brother Yoshi) was brought up on stream while working\n on Father’s design, I had to draw something for it!",
    "characters": "Mother, Father, Joshua, Hazuki",
    "date": "2022-04-16",
    "dateYear": "2022",
    "uniqueUrl": "2022-04-16-Yoshi-nii.",
    "spoilers": "Yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/681716641513521152/yoshi-nii-brand-new-angel-hazuki-mikagi-gets"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4413422"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kmlwglkp3i2m"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2022\\0416-yoshinii\\220416-Yoshi-nii-nDEF1-pDEF2.jpg",
        "alt": "Mother and Father introducing Hazuki to Joshua, all in glowing, angelic forms. Hazuki calls Joshua \"Yoshi-nii\", shocking Joshua and amusing Mother and Father."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2022\\0416-yoshinii\\220416-thmb-Yoshi-nii-nDEF1-pDEF2.jpg",
    "thumbnailAlt": "Glowing, Angelic form of Hazuki Mikagi",
    "fandom": [
      "NTWEWY"
    ]
  },
  {
    "title": "There Was A Time When…",
    "summary": "Some of them who know what I am occasionally try to contact me, but I cannot respond.\n\n    My old café on Cat Streetーthe one that served as my base three years agoーis always open to them. I hear that some drop by on occasion.",
    "details": "Inspired by the above NEO Secret Report with an appearance of the everchanging library and scenes from the fic <a href=\"https://href.li/?https://archiveofourown.org/works/27070909/chapters/66097645\">Signal, Noise and Distortion</a> as a bonus.\n\nIn the fic, Hanekoma has a backroom called “the everchanging library”. The books always seem to have what is required. So to further show that since Hanekoma isn’t around, his library only contains blank books.\n\nWhile it’s ambiguous about what sort of relationship Minamimoto and Hanekoma had, I have a feeling Minamimoto would have at some point sought out Hanekoma since he wanted to save Shibuya before.\n\nSo, where the factor are you now?\n\nBonus: Books!\n“Fractals: Form, Chance and Dimension” by Benoit B. Mandelbrot“. The Consistency of the Continuum Synthesis” by Kurt Godel“Liber AL vel Legis” (“The Book of the Law”) by Aleister Crowley. Another book by Mandelbrot. Was intended to be “Multifractals and 1/f Noise: Wild Self Affinity” but it the title got covered up. And then: \n“Pythagorean Triangles” by Waclaw Sierpinski. “Theatrum Chemicum Brittanicum” by Elias Ashmole. “Transcendental Magic” by Eliphas Levi. “Cardinal and Ordinal Numbers” by Waclaw Sierpinski.",
    "characters": "Minamimoto, Hanekoma",
    "date": "2022-01-26",
    "dateYear": "2022",
    "uniqueUrl": "2022-01-26-There Was ",
    "spoilers": "Yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/674462846653005824/there-was-a-time-most-of-this-is-my-own-but-was"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/5346077"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3l4uqdc3dsf2d"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2022\\0126-cafe\\20220126-cafeVisit01_2-nDEFV1-pDEFV2.jpg",
        "alt": "The first panel shows sign says \"Mystery Circle\" witha paw print and scratch lines to the left of the words on a building. The second panel shows an empty and dark café with a hooded figure looking at it. The third panel reveals the hooded figure is Sho Minamimoto with a frown. His eyes are hidden by the shadows of his hood and cap."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2022\\0126-cafe\\20220126-cafeVisit02_02-nDEFV1-pDEFV2.jpg",
        "alt": "In the first panel Minamimoto slams down on the countertop. In the second panel he looks up to the doors at the back of the café. Third panel is a side view and mouth slightly open. Fourth panel zooms in on the doors he's looking at. Fifth panel is a flashback to Hanekoma leading Sho Minamimoto through the doors."
      },
      {
        "id": 3,
        "url": "\\img\\art\\twewy\\2022\\0126-cafe\\20220126-cafeVisit03_02-nDEFV1-pDEFV2.jpg",
        "alt": "First panel, back in the present, Minamimoto pushes open the door. In the second panel, Minamimoto is looking at a small backroom filled with bookcases containing blank books, a chair, tables, a coffee apparatus, and art supplies all over. There is a tiny window at the upper left corner of the room providing some light. The third, fourth and fifth panels are flashbacks. The third is Hanekoma showing Minamimoto a book called \"Fractals: Form, Chance and Dimension\" by Benoit B. Mandelbrot. In the bookbase behind them some book titles are partially visible: \"The Consistency of the Continuum Synthesis\" by Kurt Godel, \"Liber AL vel Legis\" (\"The Book of the Law\") by Aleister Crowley and a book by Mandelbrot. The fourth is a close up of Minamimoto's mouth looking unsure, the fifth is a fang-y grin."
      },
      {
        "id": 4,
        "url": "\\img\\art\\twewy\\2022\\0126-cafe\\20220126-cafeVisit04_02-nDEFV1-pDEFV2.jpg",
        "alt": "First panel is a flashback of some books on the bookshelf with titles on their spines. The partially visible spines are from the following books: \"Pythagorean Triangles\" by Waclaw Sierpinski, \"Theatrum Chemicum Brittanicum\" by Elias Ashmole, \"Transcendental Magic\" by Eliphas Levi, \"Cardinal and Ordinal Numbers\" by Waclaw Sierpinski. The second panel is back in present day, with the same shot as the first but the spines are all now blank, and Minamimoto is reaching out to one of the books. The third panel shows Minamimoto looking at the other bookbase, which also has all the book spines blank. In the fourth panel, Minamimoto sits down in the chair by the book cases, head in heads, shown from a high angle. In the fifth panel he looks up, with a mix of anger and frustration, and maybe a bit of hurt, shown by his mouth."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2022\\0126-cafe\\20220126-thmb-cafeVisit01_2-nDEFV1-pDEFV2.jpg",
    "thumbnailAlt": "Minamimoto looking upset.",
    "fandom": [
      "NTWEWY"
    ]
  },
  {
    "title": "Purification in progress…",
    "summary": "NEOTWEWY x OFF.",
    "details": "",
    "characters": "Kubo",
    "date": "2021-12-23",
    "dateYear": "2021",
    "uniqueUrl": "2021-12-23-Purificati",
    "spoilers": "Yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/671373595871707136/purification-in-progress-ntwewy-x-off"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/5276663"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3l3tpr5nrry27"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2021\\1112-purification\\20211223-purificationInProgress-nDEFV1-pDEFV2.jpg",
        "alt": "Art of Tanzo Kubo drawn in a grayscale pencil style. The top says \"Purification in progress...\""
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2021\\1112-purification\\20211223-thmb-purificationInProgress-nDEFV1-pDEFV2.jpg",
    "thumbnailAlt": "Tanzo Kubo drawn in a grayscale pencil style.",
    "fandom": [
      "NTWEWY"
    ]
  },
  {
    "title": "HazuKweh!",
    "summary": "For this site, I combined some versions! Originally it was a light background and the hoodie had closed eyes. Then I made an open eyed version for fun a little while later (Dec 2021). The purple background version has existed since I originally made it but I didn't like it at the time so I didn't post it. But I like it now, looking at it again almost 3 years later (Sept. 2024), so we get to see it here!\n\nBut I like it now, looking at it again almost 3 years later (Sept. 2024). So we get to see it here!",
    "details": "Styled after the Final Fanstasy XIII chocobo design. Closer match to the reference I used: <a href=\"https://www.pinterest.ca/pin/101260691595155440/\">https://www.pinterest.ca/pin/101260691595155440</a>. ​<a href=\"https://www.deviantart.com/kaypikefashion/art/Cute-Yellow-Chicken-Hoodie-193095268​\">​https://www.deviantart.com/kaypikefashion/art/Cute-Yellow-Chicken-Hoodie-193095268​​​</a>.​​",
    "characters": "Hazuki",
    "date": "2021-12-03",
    "dateYear": "2021",
    "uniqueUrl": "2021-12-03-HazuKweh!O",
    "spoilers": "Yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/669562272108134400/hazukweh-to-go-with-kubokupo"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/5373417"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3l5d4r3m5wl2o"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2021\\1203-hazukweh\\20240929-hazukweh02-nDEFV1-pDEFV2-800.jpg",
        "alt": "Art of Hazuki Mikagi in a chocobo hoodie with a purple background."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2021\\1203-hazukweh\\20211203-hazukweh01_eyes-nDEFV1-pDEFV2-800.jpg",
        "alt": "Art of Hazuki Mikagi in a chocobo hoodie which has opened blue eyes on the hoodie. Styled after the XIII chocobo design."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2021\\1203-hazukweh\\20240929-thmb-hazukweh02-nDEFV1-pDEFV2.jpg",
    "thumbnailAlt": "Chocobo hoodie Hazuki.",
    "fandom": [
      "NTWEWY"
    ]
  },
  {
    "title": "Kubo, Higher Vibe Frequency.",
    "summary": "What if the glowy Composer form is just a higher vibe frequency form? Kubo gets an earthy colour palette from his talking panel backgrounds, colour scheme and intro card. Soul Pulvis gradient was for contrast and a warmer association to their in game colour.",
    "details": "This was just going to be “regular” Kubo with the Soul Pulvis but as I started working on the birds I was like, wait a sec, there was a reason why I thought the birds were Composer related in the demo with their aura and greyscale design.\n\nSince some people can see the Soul Pulvis, maybe it’s similar to how lesser Reapers can’t perceive the Composer. There could be an Imagination requirement to see the Soul Pulvis which fits for why Rindo, Minamimoto, Beat and Neku can see them. (Rindo’s might be because of his pin I don’t feel like digging through the SR.)\nDoes this mean I’ll be using this form for Angels? Probably or at least occasionally.",
    "characters": "Kubo",
    "date": "2021-11-20",
    "dateYear": "2021",
    "uniqueUrl": "2021-11-20-Kubo, High",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/668403977571958784"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4549168"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kosapfnrcb26"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5307351-kubo-higher-vibe-fr"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\neo\\kubohigherfreq\\211120-angelKubo-niDEF1-gl15V1.jpg",
        "alt": "Art of a glowing Kubo with Soul Pulvis flying around. A Soul Pulvis perches on his raised right arm like a bird. Kubo has s gradient from brown to yellow to green and to blue. The Soul Pulvis have a gradient from yellow to orange to red."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\neo\\kubohigherfreq\\211120-angelKubo-niDEF1-gl10V1.jpg",
        "alt": "Art of a glowing Kubo with Soul Pulvis flying around. A Soul Pulvis perches on his raised right arm like a bird. In greyscale."
      }
    ],
    "fandom": [
      "NTWEWY"
    ]
  }
]