[
  {
    "title": "Father, using Windows 11 Paint",
    "summary": "From stream, using the natural pencil tool.",
    "details": "",
    "characters": "Father",
    "date": "2024-03-23",
    "dateYear": "2024",
    "unique-url": "2024-03-23-Win 11 Pai",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/745788759434493952"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4524309"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kofn6d3eyl2p"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5242806-father-using-window"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/8e9573af18bcdd0ed62b8b0996e1fa7e/03e063875d8fe7f1-b1/s2048x3072/87597b4efb31797d8542be487c72c28fe7a79d07.png",
        "alt": "A man with long blonde hair tied into a ponytail, winks and smiles, with his hands tucked into his orange patched coat flaring out around him. The text to the left says, \"Made in Paint! (Win 11)\". The text on the right has the names of each of the brush types written in that brush: \"brush, airbrush, calligraphy brush, calligraphy pen, oil brush, crayon, marker, natural pencil, watercolor\". It's signed \"GramophoneTurtle\"."
      }
    ]
  },
  {
    "title": "There was once a Composer called NULL",
    "summary": "Father tells Joshua a story about a foolish Composer and an event that \nhad a terrible price. I don’t know when Joshua would hear the story but I\n put it roughly around NEO as a part of Father trying to fix things with\n Joshua. (We’ll get to the start of that another day. Given the…stunt, \nJoshua tried to pull at the end of OG TWEWY.)",
    "details": "There is a bit more to this event, but Father is not sharing that \ninformation right now. The attack on the Composer was designed to cause \ndamage to the lower planes and the Composer. Because the Composer spent \nso much time with the Reapers, and taught them a lot about the planes \nand themself, it gave them the knowledge the needed to actually cause \nsignificant damage.If the attack had succeeded, and they had \ndefeated the Composer, one of them would have become the Composer and \nstill would have had to clean up their own mess. But at least it would \nhave been a functioning Composer to handle it.But instead, they \ndidn’t, so the region was felt was a partially functioning Composer, \nunable to help out or transfer their power over to someone who could. \nLuckily all Reapers had the same training, so they were able to fix \nthings eventually, but not without losses.Now that knowledge \nabout the planes and the Composer’s abilities is not openly shared, so \nif something similar were to happen to a Composer again, the same damage\n won’t - shouldn’t - be possible.And one more fun fact about the \nstory - Father was there…as a Reaper. Perhaps Joshua will get to learn \nthat, and more details about those events.",
    "characters": "Joshua, Father, Null, Chisa",
    "date": "2023-10-22",
    "dateYear": "2023",
    "unique-url": "2023-10-22-There was ",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/731911599815884800/there-was-once-a-composer-called-null-father"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/3874417"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3koanctgmca2b"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5210866-there-was-once-a-com"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/308c02924a052d8fb3144116c736ce27/90b7259f85d2682d-f9/s2048x3072/8534d90229ec8aac3f4114906e1830ea3719f8dd.png",
        "alt": "Art of an old wooden building with a group of people as Souls walk in front of it. In the middle, there is one wearing a dark coat and long scarf. There have white angel wings coming of of their back, with an aura pulsing out from around them. The following text is in front of it: \"There was once a Composer who spent most of their time in the lower planes. There were benefits of having these Souls being frequently exposed to the Composer. They become stronger. More resilient. More aligned to Us. The quality of Ascended Souls were higher than any other region.\""
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/bbbf3fbe4dcef7a4bfd069575e57a5fe/90b7259f85d2682d-d8/s2048x3072/6993053e45202d336a3e1825cd59b5a8f5923b7c.jpg",
        "alt": "Art of dark glowing figure holding themselves in pain with glowing eyes. White, black, and rainbow fractured lines come out from their back where their scarf is ripped out from their back. In front, the text says: \"However, the Composer was blindsided by their fascination with their Reapers & Humans. So confident in themself. Believed no one would actually oppose them. That a faction of Reapers would be able to catch them off guard, who ere taught details of the planes and the Composer's abilities. The attack was swift and precise.\""
      },
      {
        "id": 3,
        "url": "https://64.media.tumblr.com/44fd5bd076c9a4f482c1c25456131524/90b7259f85d2682d-70/s2048x3072/9fd7d3a3f679fc148a9f778349a4c0f6d8b89375.jpg",
        "alt": "Art of a child soul reaching up in fear as they fall into a purple and black void. The text in front says. \"The attacking Reapers were immediately Erased. The remaining Reapers patched the fracturing lower planes. They saved what Souls they could. But some were lost forever between the planes. Eventually, help arrived from above.\" A cut to Father, from nose down to upper shoulders, says, \"Foolish, don't you think? To be blindsided by you own arrogance. By those you didn't actually trust. And now you know why, Joshua, why the Composer must stay safe. Why your identity is closely guarded. Why we have these rules.\" Father and Joshua are standing on a balcony. Father is leaning forward on the railing, and Joshua is leaning back against the railing. Joshua is looking unimpressed."
      },
      {
        "id": 4,
        "url": "https://64.media.tumblr.com/155dc7704d823b7a16626c51b0581730/90b7259f85d2682d-d5/s2048x3072/1a1cc4c4e085dba61ea00ae8dcbc20c6df0799e1.jpg",
        "alt": "Art of Father continues talking, \"I don't want you to suffer their fate. You're a far better Composer than they are, Joshua. And in a much better position!\" Joshua looks back over his shoulder while Father continues, \"Having that Reaper after you - So foolishly decalring his target!\"  Joshua turns around to face Father and says, \"Father, Are there more records of this Composer? Are they-\"  Father cuts him off with an angry look, \"No, Joshua. There is nothing good to learn from them. You know all that you need.\""
      }
    ]
  },
  {
    "title": "Shibuya Fish Tank",
    "summary": "It’s unfinished so the title may not be clear, but imagine an animated version with the water rippling in the sky, the Composer’s attention being drawn away as if someone is calling him, and then vanishing, the ripples fading. All the while Shibuya’s people moving about, living their lives.",
    "details": "",
    "characters": "Joshua",
    "date": "2022-09-22",
    "dateYear": "2022",
    "unique-url": "2022-09-22-Shibuya Fi",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/696113147300429824/shibuya-fish-tank-its-unfinished-so-the-title"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4506960"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3ko42bxtfoe25"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5160093-shibuya-fish-tank"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/a71e8a74ca1777c8eb4f4feb7bc2c923/4f43e62d56a51c6b-35/s2048x3072/502c3932aee1c0b4cd6aa434b8f1f42a93898214.png",
        "alt": "Art of Shibuya's Scramble Crossing from The World Ends With You looking out towards the 109, 104 in this this world, building during the daytime. People in the city are generally represented are blue vertical blobs, but the four in the foreground are distinct. Orange hair, purple top, white shorts. Blonde hair, black beanie, white tank top, beige-yellow pants. Blonde hair, black beanie, coral sweater, white shorts. Black hair, green sweater, pale yellow skirt, black leggings. In the sky, there are ripples, and beyond them, watching down and much larger than any of the other buildings, is a white figure with wavey, barely shoulder length hair. His features are difficult to make out. He watches the humans down in the Scramble Crossing."
      }
    ]
  },
  {
    "title": "Kubo, Higher Vibe Frequency.",
    "summary": "What if the glowy Composer form is just a higher vibe frequency form? Kubo gets an earthy colour palette from his talking panel backgrounds, colour scheme and intro card. Soul Pulvis gradient was for contrast and a warmer association to their in game colour.",
    "details": "This was just going to be “regular” Kubo with the Soul Pulvis but as I started working on the birds I was like, wait a sec, there was a reason why I thought the birds were Composer related in the demo with their aura and greyscale design.\n\nSince some people can see the Soul Pulvis, maybe it’s similar to how lesser Reapers can’t perceive the Composer. There could be an Imagination requirement to see the Soul Pulvis which fits for why Rindo, Minamimoto, Beat and Neku can see them. (Rindo’s might be because of his pin I don’t feel like digging through the SR.)\nDoes this mean I’ll be using this form for Angels? Probably or at least occasionally.",
    "characters": "Kubo",
    "date": "2021-11-20",
    "dateYear": "2021",
    "unique-url": "2021-11-20-Kubo, High",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/668403977571958784"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4549168"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kosapfnrcb26"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5307351-kubo-higher-vibe-fr"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/bae56fa5ac12f6f46b26fde335a55b62/5a9af4707ae01b76-27/s2048x3072/ea4e6a159652dac8164c06c9f1c79931ab3a7da1.png",
        "alt": "Art of a glowing Kubo with Soul Pulvis flying around. A Soul Pulvis perches on his raised right arm like a bird. Kubo has s gradient from brown to yellow to green and to blue. The Soul Pulvis have a gradient from yellow to orange to red."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/f73ea49008afe41d6e15bab03b510e08/5a9af4707ae01b76-95/s2048x3072/49708938d6ae81b371693e1e49bcb6c179ce0216.png",
        "alt": "Art of a glowing Kubo with Soul Pulvis flying around. A Soul Pulvis perches on his raised right arm like a bird. In greyscale."
      }
    ]
  },
  {
    "title": "PERCEIVE ME",
    "summary": "“We all perceive the world around us differently, filtered through the lens of our desired reality”",
    "details": "\"So if you’re wondering why a certain\n [someone] still looks [like that]… it’s because you refuse to perceive \n[them] as [they] really [are].\nThe only thing stopping you from seeing what [they] really [look] like…is you.\nLet go of your preconceptions.\nYou only see what you want to see.\nWhen you’re drowning in a sea of work with not enough time, why pour your \nsoul into assets that get used all of… what, once? Really. Have some \ncompassion.\"\nThank you Tin Pin Joshua! I find it\n amusing the extent they went through to not show Shiki’s face. It think\n it’s her eyes/eye colour that we’re missing? (Pre NEO.) And not really \nshowing Joshua’s wings. (Which is new if you ignore DDD.) The Composer \nstyle too is sorta shown… we have blurry Composer to maybe show how \nMegumi perceives him, and then we get a glimpse at how Hanekoma sees \nhim, but only the feet/lower legs which is more defined. It’s \ninteresting.I think aside from possibly not “spoiling” stuff for \nNEO, Tin Pin Joshua sums it up nicely. Maybe they’re trying to stick to \nthe original material - don’t show Shiki’s eyes and only give you bits \nof the Composer form.There’s a couple of variations cause I love \nchains & Composer imagery, even though that’s not the point here, \nand Shiki looked really plain without something compared to the Composer\n (so many effects!!) so a Mr. Mew pattern was the only thing I could \nthink of that I could use to show obscuring Shiki’s identity.",
    "characters": "Joshua, Shiki",
    "date": "2021-07-24",
    "dateYear": "2021",
    "unique-url": "2021-07-24-PERCEIVE M",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/657619477563916288/perceive-me-we-all-perceive-the-world-around-us"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4501216"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3knzcxpmvdq2b"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5141152-perceive-me"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/a874e4b74605f5e6893b5f9d0383513e/44b9d4e8ff48ead9-7d/s2048x3072/a990cb6b58ba83f5c5a51a933292bb69efb7d6d4.png",
        "alt": "Art of Yoshiya Joshua Kiryu in his Composer form from The World Ends With You, with small angel wings and white paint crossing out his face with the words \"PERCEIVE ME\" in black/teal over it. His form is white and blurry with light blue shadows, based on animation's version. Chains appear in the foreground & background."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/27f66f5ffa2ad9f1b9d85205e68dc77b/44b9d4e8ff48ead9-3a/s2048x3072/07cdc99f48ac4fb0db89677dcd7e28ba76f2db8f.png",
        "alt": "Art of the real Shiki Misaki from The World Ends With You, smiling with black paint crossing out her eyes with the words \"PERCEIVE ME\" in white over it. There are Mr. Mew - black cats - heads in the background with some layered over top of her."
      }
    ]
  },
  {
    "title": "It felt like something was missing.",
    "summary": "From the Point of Origin by on AO3, part of the Learning Curve series.",
    "details": "https://archiveofourown.org/works/26092309, https://href.li/?https://archiveofourown.org/series/1888963",
    "characters": "Hanekoma, Minamimoto",
    "date": "2021-07-01",
    "dateYear": "2021",
    "unique-url": "2021-07-01-It felt li",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/655522952095399936/"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4552919"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kougl54vzk26"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5332904-it-felt-like-somethi"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/d03d4837e6ed2138aa9f6c64b1b77d39/0d800775160d95f3-18/s2048x3072/b4ab00a37352089456f10c845baf9abff1776998.png",
        "alt": "A comic of Sho talking with Hanekoma in the cafe. “Yeah, whatever, dad…”  Sho freezes once he realizes what he's said.  \nHanekoma is in front of him. “What...did you call me?” Sho berates \nhimself but is cut off."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/ee7ff319d8cf4792ae1454480eb5ef63/0d800775160d95f3-f0/s2048x3072/c45591f88107036a5cbbf93ba788331701218006.png",
        "alt": "The comic comtinues and Hanekoma hugs Sho tightly and Sho slowly returns the hug, both of them smiling, hugging and happy."
      }
    ]
  },
  {
    "title": "What if they were…Partners?",
    "summary": "Inspired by Necrology on AO3!",
    "details": "This went from “hey this is a super cool idea and maybe they became friends” to “oh wait if we include canon stuff… does Megumi not remember Joshua????” and then here was this comic! Also thought that this is another reason why Joshua gave Megumi a chance to fix Shibuya because he wanted to trust his old partner one last time. Lots to play around with in this AU.",
    "characters": "Joshua, Kitaniji",
    "date": "2021-05-27",
    "dateYear": "2021",
    "unique-url": "2021-05-27-What if th",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/652360778155966464"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4544564"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5304491-what-if-they-were-pa"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/435a19ca01a8b75ba2a7b3b098eab4a7/2ec00b9a883c64e0-2c/s2048x3072/64d08802f560ab8180443c1c02d8ac7d5fda9af4.png",
        "alt": "Joshua celebrates Megumi and him winning the Reapers Game and becoming the Conductor and Composer, but slowly realizes that Megumi doesn't remember who Joshua is. It concerns Joshua."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/e7bd6711c39039407a2c376c359b1dbe/2ec00b9a883c64e0-a5/s2048x3072/729479be65ca7316b09f6b9cede6206ce4d0a6e5.png",
        "alt": "It had taken Joshua by surprise that Megumi had offered to help before he had asked. But now, with Megumi treating him not only as a stranger, but as someone far him, it breaks Joshua's heart and his hand trembles."
      },
      {
        "id": 3,
        "url": "https://64.media.tumblr.com/349441ffa43d216ed0eb114c3320715e/2ec00b9a883c64e0-e3/s2048x3072/9d6198d8568fb4287e9cae30e20e7a50b3bfe693.png",
        "alt": "It had taken Joshua by surprise that Megumi had offered to help before he had asked. But now, with Megumi treating him not only as a stranger, but as someone far him, it breaks Joshua's heart."
      }
    ]
  },
  {
    "title": "The Composer is very expressive too! Probably?",
    "summary": "TWEWY Animation styled based on the game sprite with some minor effects from the secret ending. Based off of Joshua's expression sheet.",
    "details": "",
    "characters": "Joshua",
    "date": "2021-03-24",
    "dateYear": "2021",
    "unique-url": "2021-03-24-Anime styl",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/646578960426254336"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4528022"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kohfo7fgiu2y"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5244270-the-composer-is-very"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/06ee7e75d3d66a1d29a68d35243e7321/7de124e0739af6b8-b5/s1280x1920/7367a91704ba608a7dc0f3156f3fecf501aeb496.png",
        "alt": "Art of eight blurry faces of Yoshiya Joshua Kiryu in his Composer form from The World Ends With You. From top left to right, top to bottom row, the expressions are: 3/4 looking anxious, from above looking determined, looking shy/uneasy, side view and annoyed, determined and shouting, from below looking anxious and yelling, side view looking smug, and then looking amused and looking to the side."
      }
    ]
  },
  {
    "title": "Accessorizing",
    "summary": "",
    "details": "",
    "characters": "Joshua",
    "date": "2020-11-17",
    "dateYear": "2020",
    "unique-url": "2020-11-17-Accessoriz",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/635075046817333248/accessorizing-follow-up-from-this"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4500723"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3knyyvwzwdj2w"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5136748-accessorizing"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/23512d94cf48f0d89719fc3e960becc8/86ffedf8b5706393-e9/s1280x1920/e608b319f307cd212d82a9f996eca7ac9ae13bc0.png",
        "alt": "Art of Yoshiya Joshua Kiryu from The World Ends With You putting an angel feather in his hair. The feather is glowing. Joshua is wearing a spider lily patterned jacket."
      }
    ]
  },
  {
    "title": "Take my hand and let’s listen to the Music",
    "summary": "",
    "details": "",
    "characters": "Joshua, Kitaniji",
    "date": "2020-10-12",
    "dateYear": "2020",
    "unique-url": "2020-10-12-Take my ha",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/631801488779378688/take-my-hand-and-lets-listen-to-the-music"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4494863"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3knw5c4vtnn2t"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5125062-take-my-hand-and-let"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/db0d30308ed0f7f3994d45dd4e3c1dd2/65279f00ff0e8c07-3b/s1280x1920/ef0c059ed38dc307319b1a39b0563d464a6ae86e.png",
        "alt": "The Composer and Megumi Kitaniji from The World Ends With You. The Composer spreads his arms wide and smiles, taking in the city. He turns towards Kitaniji and holds out a hand to him. Kitaniji takes the Composer's hand and glows."
      }
    ]
  },
  {
    "title": "For You",
    "summary": "\n\nJust wanted to surprise Joshua with a gift he wasn’t expecting. So…maybe\n an Angel Feather? If this were to continue I imagine Joshua would try \nto play it cool but is actually really touched that he’s receiving something that maybe he shouldn’t have.\n\nJoshua’s jacket is inspired by PagongKyoto’s Rangiku Men’s Jacket. It \nhas a nifty pattern that…well, if they aren’t spider lilies, it looks \nlike it to me",
    "details": "",
    "characters": "Joshua, Hanekoma",
    "date": "2020-09-28",
    "dateYear": "2020",
    "unique-url": "2020-09-28-For you",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/630549451831934976/for-you-just-wanted-to-surprise-joshua-with-a"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4490836"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3knui2rbm7j23"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5124798-for-you"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/523338e0121fc925f58dd87c05341169/fe976360e310354b-1b/s1280x1920/5b22096fdf3e7703e094b2e1c056fef32870b0e2.png",
        "alt": "Art of Yoshiya Joshua Kiryu and Sanae Hanekoma from The World Ends With You. Joshua is handed a glowing. semi-transparent feather, who is wearing a spider lily jacket. Joshua is surprised as he accepts it. Hanekoma is wearing a light tan jacket and is smiling warmly."
      }
    ]
  },
  {
    "title": "Life’s little crossroads are often as simple as the pull of a trigger.",
    "summary": "Visiting a world with a TWEWY Bad End. Context and thoughts below.",
    "details": "Our main game Joshua hops to a parallel world and meets a Neku who did take the shot…and now this Composer Neku is about to get a lesson on parallel worlds. Why doesn’t he know about them already? Maybe there’s enough on his plate being a new Composer and having Shibuya handed off to him in a poor state…and his own mental state isn’t great. Or maybe he does know and he’s in denial that his world’s Joshua isn’t actually gone… Something like that.\n\nThe Composer form changing colours makes it more fun to draw. What Joshua summons are intended to be something like (dragon) claw noise(?). It catches the fire like when he caught the bullets in the RG. Just something to play with it. (And it looks pretty)",
    "characters": "Joshua, Neku",
    "date": "2020-08-04",
    "dateYear": "2020",
    "unique-url": "2020-08-04-\"Life’s li",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/625564831349719040"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/d3990c0f92d39e31dc344d55c3d66457/f9fb26c22d18977e-d6/s1280x1920/58ca53ba4b4821266a666f1f9b676f2016a6f7db.png",
        "alt": "Joshua from The World Ends With You examines the Room of Reckoning and a glowing fiery figure appears from behind him, throwing a fireball at him. Joshua catches it with a purple claw/flower like summon."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/d3990c0f92d39e31dc344d55c3d66457/f9fb26c22d18977e-d6/s1280x1920/58ca53ba4b4821266a666f1f9b676f2016a6f7db.png",
        "alt": "Joshua tries to reassure the attacking Composer but the Composer yells back at Joshua, angry that Joshua is here. The Composer explains that he erased Joshua last Game, and his appearance becomes more clear and is revealed to be Neku Sakuraba."
      }
    ]
  },
  {
    "title": "Josh, wait.",
    "summary": "Hanekoma sees something Joshua can't.",
    "details": "It was definitely about me playing around with Angels having their eyes and Accessory Of Choice light up when they need to raise their senses - say, if an Angel came down that was \"invisible\" to the Composer. And it was another early-ish example of higher frequency folks breaking rules with the border.",
    "characters": "Joshua, Hanekoma",
    "date": "2020-06-19",
    "dateYear": "2020",
    "unique-url": "2020-06-19-Josh, wait",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/621384346597736448/josh-wait"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4519577"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kod5xo43722g"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5211545-josh-wait"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/6bcbe7c1018199627ad44ec13c4c7a03/bf6d0e2abd0beca9-92/s1280x1920/c8e929bbeef4f17bcc81c786b6d58b8ff716667c.png",
        "alt": "Yoshiya Joshua Kiryu and Sanae Hanekoma from The World Ends With You at sunset. Joshua is mid gesture when Hanekoma places a hand on his shoulder, gently pulling him back. Hanekoma looks dead ahead with a serious and slightly displeased expression. His eyes and writstwatch glow yellow-orange and the top of his hair goes over the top border."
      }
    ]
  },
  {
    "title": "Do Not",
    "summary": "Played around with brighter = more fury and changing the aura colour for emotions.",
    "details": "",
    "characters": "Joshua",
    "date": "2020-05-26",
    "dateYear": "2020",
    "unique-url": "2020-05-26-Do Not #TW",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/619221896787017728/do-not"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4539064"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3koncdojozu2b"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5289681-do-not"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/f2d54b66ffb2f45ca302dc98bcb04f7e/2a0cc0bdae41f4ac-ac/s1280x1920/94c0b8daf618c96421e6cabf40e422dc167cd3ad.png",
        "alt": "Art of the Composer from The World Ends With You. He's glowing red and orange and fiery, head tilted up and looking down at the viewer with fury in his eyes."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/68c1ab732c19957d637fa636b951e9ea/2a0cc0bdae41f4ac-73/s1280x1920/c57dd856b21df368c785ee44e2cf68aa8305632f.png",
        "alt": "Art of the Composer from The World Ends With You. He's glowing red and orange and fiery, head tilted up and looking down at the viewer with fury in his eyes. He's extremely glowy so it's difficult to make out his features."
      },
      {
        "id": 3,
        "url": "https://64.media.tumblr.com/2e818616c5533681eb598b0561b2ef18/2a0cc0bdae41f4ac-b1/s400x600/3db825292ac75b149cefea95722f6700cb257f43.png",
        "alt": "Art of the Composer from The World Ends With You. He's glowing in grayscale, head tilted up and looking down at the viewer with fury in his eyes."
      },
      {
        "id": 4,
        "url": "https://64.media.tumblr.com/07051ef66f8ae39a840db9ba76224f63/2a0cc0bdae41f4ac-e6/s400x600/d30e31729ad71066e81e98d4df1ee5541b3bfb59.png",
        "alt": "Art of the Composer from The World Ends With You. He's glowing in grayscale, head tilted up and looking down at the viewer with fury in his eyes. He's extremely glowy so it's difficult to make out his features."
      }
    ]
  },
  {
    "title": "Phone Light",
    "summary": "At the time I wanted to clean this Joshua up but this was far as I got.",
    "details": "",
    "characters": "Joshua",
    "date": "2020-04-18",
    "dateYear": "2020",
    "unique-url": "2020-04-18-Been meani",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/615796069045043200"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4534232"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kol27ohkie2w"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5252029-phone-light"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/8a9fbc55a54dbb77c4fc97effefdca15/b355b454a6c29529-fb/s400x600/56f3f6606c5955b1d2bab6a855263f306811f0f2.png",
        "alt": "Art of Joshua from The World Ends With You looking backwards with his phone raised up over his head. There is a beam of light coming down from above as his phone lights up."
      }
    ]
  }
]