[
  {
    "title": "Null - Past Composer Sketch",
    "summary": "Just a drawing of Null from the past as a Composer before The Incident.",
    "details": "I like the idea of their more abstract Noise form is a dark glowing tree \nwith pale colours appearing between the \"branches\" and \"roots\". I don't \nknow what sort of tree they would be when it's less abstract. I'm also \nthinking I might have them have a stained glass like tree could be the \ntheme for their more abstract form. But I might want to save the stained\n glass for someone else? We'll see. Multiple beings could have a stained\n glass theme as well.",
    "characters": "Null",
    "date": "2024-08-06",
    "dateYear": "2024",
    "uniqueUrl": "2024-08-06-null-past",
    "UniqueURLKey": "art/twewy/2024-08-06-null-past",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4833962"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kz3pekg3lk2a"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\ocs\\null\\240806PastNull\\20240806-Null_TimePeriodPractice-niHIGHV1-pDEFV2.jpg",
        "alt": "Art of grinning masculine looking figure with glowing bandages swirl above their head like a halo. There are black and purple branching lines surrounding them, glowing white with a pale rainbow showing behind them."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\ocs\\null\\240806PastNull\\20240806-thmb-Null_TimePeriodPractice-niHIGHV1-pDEFV2.jpg",
    "thumbnailAlt": "Grinning past Composer Null.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  },
  {
    "title": "Shibuya Fish Tank",
    "summary": "It’s unfinished so the title may not be clear, but imagine an animated version with the water rippling in the sky, the Composer’s attention being drawn away as if someone is calling him, and then vanishing, the ripples fading. All the while Shibuya’s people moving about, living their lives.",
    "details": "",
    "characters": "Joshua",
    "date": "2022-09-22",
    "dateYear": "2022",
    "uniqueUrl": "2022-09-22-shibuya-fi",
    "UniqueURLKey": "art/twewy/2022-09-22-shibuya-fi",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/696113147300429824/shibuya-fish-tank-its-unfinished-so-the-title"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4506960"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3ko42bxtfoe25"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5160093-shibuya-fish-tank"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/a71e8a74ca1777c8eb4f4feb7bc2c923/4f43e62d56a51c6b-35/s2048x3072/502c3932aee1c0b4cd6aa434b8f1f42a93898214.png",
        "alt": "Art of Shibuya's Scramble Crossing from The World Ends With You looking out towards the 109, 104 in this this world, building during the daytime. People in the city are generally represented are blue vertical blobs, but the four in the foreground are distinct. Orange hair, purple top, white shorts. Blonde hair, black beanie, white tank top, beige-yellow pants. Blonde hair, black beanie, coral sweater, white shorts. Black hair, green sweater, pale yellow skirt, black leggings. In the sky, there are ripples, and beyond them, watching down and much larger than any of the other buildings, is a white figure with wavey, barely shoulder length hair. His features are difficult to make out. He watches the humans down in the Scramble Crossing."
      }
    ],
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  },
  {
    "title": "PERCEIVE ME",
    "summary": "“We all perceive the world around us differently, filtered through the lens of our desired reality”",
    "details": "\"So if you’re wondering why a certain\n [someone] still looks [like that]… it’s because you refuse to perceive \n[them] as [they] really [are].\nThe only thing stopping you from seeing what [they] really [look] like…is you.\nLet go of your preconceptions.\nYou only see what you want to see.\nWhen you’re drowning in a sea of work with not enough time, why pour your \nsoul into assets that get used all of… what, once? Really. Have some \ncompassion.\"\nThank you Tin Pin Joshua! I find it\n amusing the extent they went through to not show Shiki’s face. It think\n it’s her eyes/eye colour that we’re missing? (Pre NEO.) And not really \nshowing Joshua’s wings. (Which is new if you ignore DDD.) The Composer \nstyle too is sorta shown… we have blurry Composer to maybe show how \nMegumi perceives him, and then we get a glimpse at how Hanekoma sees \nhim, but only the feet/lower legs which is more defined. It’s \ninteresting.I think aside from possibly not “spoiling” stuff for \nNEO, Tin Pin Joshua sums it up nicely. Maybe they’re trying to stick to \nthe original material - don’t show Shiki’s eyes and only give you bits \nof the Composer form.There’s a couple of variations cause I love \nchains & Composer imagery, even though that’s not the point here, \nand Shiki looked really plain without something compared to the Composer\n (so many effects!!) so a Mr. Mew pattern was the only thing I could \nthink of that I could use to show obscuring Shiki’s identity.",
    "characters": "Joshua, Shiki",
    "date": "2021-07-24",
    "dateYear": "2021",
    "uniqueUrl": "2021-07-24-perceive-m",
    "UniqueURLKey": "art/twewy/2021-07-24-perceive-m",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/657619477563916288/perceive-me-we-all-perceive-the-world-around-us"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4501216"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3knzcxpmvdq2b"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5141152-perceive-me"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/a874e4b74605f5e6893b5f9d0383513e/44b9d4e8ff48ead9-7d/s2048x3072/a990cb6b58ba83f5c5a51a933292bb69efb7d6d4.png",
        "alt": "Art of Yoshiya Joshua Kiryu in his Composer form from The World Ends With You, with small angel wings and white paint crossing out his face with the words \"PERCEIVE ME\" in black/teal over it. His form is white and blurry with light blue shadows, based on animation's version. Chains appear in the foreground & background."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/27f66f5ffa2ad9f1b9d85205e68dc77b/44b9d4e8ff48ead9-3a/s2048x3072/07cdc99f48ac4fb0db89677dcd7e28ba76f2db8f.png",
        "alt": "Art of the real Shiki Misaki from The World Ends With You, smiling with black paint crossing out her eyes with the words \"PERCEIVE ME\" in white over it. There are Mr. Mew - black cats - heads in the background with some layered over top of her."
      }
    ],
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  },
  {
    "title": "What if they were…Partners?",
    "summary": "Inspired by Necrology on AO3!",
    "details": "This went from “hey this is a super cool idea and maybe they became friends” to “oh wait if we include canon stuff… does Megumi not remember Joshua????” and then here was this comic! Also thought that this is another reason why Joshua gave Megumi a chance to fix Shibuya because he wanted to trust his old partner one last time. Lots to play around with in this AU.",
    "characters": "Joshua, Kitaniji",
    "date": "2021-05-27",
    "dateYear": "2021",
    "uniqueUrl": "2021-05-27-what-if-th",
    "UniqueURLKey": "art/twewy/2021-05-27-what-if-th",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/652360778155966464"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4544564"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kopuaykxkf26"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5304491-what-if-they-were-pa"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/435a19ca01a8b75ba2a7b3b098eab4a7/2ec00b9a883c64e0-2c/s2048x3072/64d08802f560ab8180443c1c02d8ac7d5fda9af4.png",
        "alt": "Joshua celebrates Megumi and him winning the Reapers Game and becoming the Conductor and Composer, but slowly realizes that Megumi doesn't remember who Joshua is. It concerns Joshua."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/e7bd6711c39039407a2c376c359b1dbe/2ec00b9a883c64e0-a5/s2048x3072/729479be65ca7316b09f6b9cede6206ce4d0a6e5.png",
        "alt": "It had taken Joshua by surprise that Megumi had offered to help before he had asked. But now, with Megumi treating him not only as a stranger, but as someone far him, it breaks Joshua's heart and his hand trembles."
      },
      {
        "id": 3,
        "url": "https://64.media.tumblr.com/349441ffa43d216ed0eb114c3320715e/2ec00b9a883c64e0-e3/s2048x3072/9d6198d8568fb4287e9cae30e20e7a50b3bfe693.png",
        "alt": "It had taken Joshua by surprise that Megumi had offered to help before he had asked. But now, with Megumi treating him not only as a stranger, but as someone far him, it breaks Joshua's heart."
      }
    ],
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Fan Art of Fan Work",
        "fan-art-of-fan-work"
      ]
    ]
  },
  {
    "title": "Not Your Joshua",
    "summary": "One World's Joshua meets Another World's Composer Neku.\nAnother World's Joshua is not the same as This World's.",
    "details": "OG Notes: Composer Neku AU: Would happen after their initial meeting and before the visit to Neku’s DGP. Had this part in my mind for a while but wasn’t sure about the specific lead up and follow up so I finally decided to go ahead and make this anyways. Can always slot it into something longer later.",
    "characters": "Joshua, Neku",
    "date": "2021-04-06",
    "dateYear": "2021",
    "uniqueUrl": "2021-04-06-not-your-j",
    "UniqueURLKey": "art/twewy/2021-04-06-not-your-j",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/647756462311997440"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4572322"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kpbbii24z22b"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5381425-not-your-joshua"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2021\\0406-cnau-mistake\\20210406-doNotMistakeMe5-nDEFV1-gl10V1-800.jpg",
        "alt": "Comic of Neku Sakuraba and Yoshiya Joshua Kiryu from The World Ends With You. Neku, in his glowing white Composer form, yells at Joshua. Joshua transforms into his own Composer form, with the words, \"DO NOT MISTAKE ME FOR YOUR JOSHUA\"."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2021\\0406-cnau-mistake\\20210406-thmb-doNotMistakeMe5-nDEFV1-gl10V1-800.jpg",
    "thumbnailAlt": "Joshua with his arms crossed,",
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Composer Neku AU",
        "composer-neku-au"
      ],
      [
        "Composer Neku AU PW",
        "composer-neku-au-pw"
      ]
    ]
  },
  {
    "title": "The Composer is very expressive too! Probably?",
    "summary": "TWEWY Animation styled based on the game sprite with some minor effects from the secret ending. Based off of Joshua's expression sheet.",
    "details": "",
    "characters": "Joshua",
    "date": "2021-03-24",
    "dateYear": "2021",
    "uniqueUrl": "2021-03-24-anime-styl",
    "UniqueURLKey": "art/twewy/2021-03-24-anime-styl",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/646578960426254336"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4528022"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kohfo7fgiu2y"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5244270-the-composer-is-very"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/06ee7e75d3d66a1d29a68d35243e7321/7de124e0739af6b8-b5/s1280x1920/7367a91704ba608a7dc0f3156f3fecf501aeb496.png",
        "alt": "Art of eight blurry faces of Yoshiya Joshua Kiryu in his Composer form from The World Ends With You. From top left to right, top to bottom row, the expressions are: 3/4 looking anxious, from above looking determined, looking shy/uneasy, side view and annoyed, determined and shouting, from below looking anxious and yelling, side view looking smug, and then looking amused and looking to the side."
      }
    ],
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  },
  {
    "title": "Possession",
    "summary": "Ever think about the natural state of the Higher Plane? How the UG could become like that?\nRemember Kitaniji’s plan for saving Shibuya?\nEver wonder about those chains next the throne?\nWhat if some Angels got…impatient?\n\nDesign choices and thoughts about the power balance between the Composer, Producer and Higher Plane below.",
    "details": "<p>The ID for the Producer in charge would allow Them to override the Composer’s control. Might not be necessary depending on the power gap between the two in the UG but this method would be a guaranteed way to take over. The idea would be for emergencies, which is why Producers would be carefully chosen from the HP to make the proper judgement. I kept Hanekoma’s ID as his wristwatch and made the possessing Angel’s ID as earrings, mostly to keep it simple and easily visible. They need Hanekoma’s ID for the plan since he’s the Producer so They’re using him, making both IDs visible. I like to think the RoR is designed by the HP so with permission anyone from the HP could hijack the District.</p>\n\n<p>The symbol at the bottom page 1 is based on a cat skull (but not a stylized CAT skull which I thought about using later, whoops) with a “web of bones and a hint of skulls”. I had this style in mind for other HP ideas but they’re on hold now so I’m bringing that here cause it’s a lot of fun to play around with. (If you ever stared at the bridge above the Shibuya River you might be able to make out the influence! Well and CAT’s art.)</p>\n\n<p>The spreading floor pattern uses the same idea. It seemed like a cool way to visually show the Angel taking over. I was thinking They can just “attach” or “plug” themselves into the RoR like plugging cords in or something? Be able to naturally combine. Or maybe “weave” their wings into the “fabric of Shibuya” as how AD Joshua describes the RoR.</p>\n\n<p>There was a thought about visually designing an Angel instead of using Hanekoma’s body (sequel I swear if we don’t get more Angels…) but I wasn’t in the mood for it. Hopefully with the idea of using IDs as described above and possession/using his form it doesn’t seem too odd to use Hanekoma.</p>\n\n<p>And how does the HP feel about this? I like to believe They’re against this. Too much intervention, even if it works out. They’re divided on what They should do with this “lost” world. Do They descend and apprehend the Fallen Angels? (Was thinking there’s a small(?) group of them doing this.) Or do They sit back, observe and report to other worlds that aren’t a lost cause? And if it’s the second option, are there other Angels that oppose that and interfere? Maybe some Producers neighbouring Shibuya, perhaps?</p>\n\n<p><em>“No one has ever accused Angels of being in a hurry.” Hah! We’ve got plenty of “Shibuya\"s so let’s experiment! If we break one, we’ll just let the Composer fix it, since he loves Shibuya so, so much!</em></p>",
    "characters": "Joshua, Hanekoma, Earrings",
    "date": "2021-01-16",
    "dateYear": "2021",
    "uniqueUrl": "2021-01-16-possession",
    "UniqueURLKey": "art/twewy/2021-01-16-possession",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/640494042988396544/possession-ever-think-about-the-natural-state-of"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4421861"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kmq7s54hb72l"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5024339-possession"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2021\\0116-possession\\20210116-possession_pg1f-nDEFV1-pDEFV2-800.jpg",
        "alt": "The Composer greets a visitor who takes on Hanekoma's face and demands they show their true face instead."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2021\\0116-possession\\20210116-possession_pg2e-nDEFV1-pDEFV2-800.jpg",
        "alt": "The Composer flies up and away from the throne room chains and fire back white beams from above. The chains cut through the beams, bind the Composer, and bind him to the throne. The Angel smiles and the Composer glares back."
      },
      {
        "id": 3,
        "url": "\\img\\art\\twewy\\2021\\0116-possession\\20210116-possession_pg3f-nDEFV1-pDEFV2-800.jpg",
        "alt": "The Angel monologues as their wings merge into the floor and light up the room. They monologue at the Composer as they put him to sleep."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2021\\0116-possession\\20210116-thmb-possession.jpg",
    "thumbnailAlt": "Joshua faces the winged visitor.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Higher Plane Experimentation",
        "higher-plane-experimentation"
      ]
    ]
  },
  {
    "title": "Hallucinations",
    "summary": "Except the one time that it isn’t.\n\nComposer Neku AU + parallel world cross over: Did you ever wonder why Neku threw fire at “Joshua” immediately on sight? Did you ever wonder if the last Neku saw of Joshua was him smiling on the ground might mess him up a little? (Or Joshua always smiling I suppose.) Well, now you know! Pages 1-3 can be considered part of the general Composer Neku AU, while Page 4 leads directly to this parallel world comic here that started it all.\n",
    "details": "This idea came around the time I was creating the title/caption \nfor “You’re Shibuya’s Composer now” comic. I was tempted to put “You’re \nShibuya’s new Composer now, congratulations!” But that sounded \ntoo cruel and decided to call that the “Joshua voice”. Which, over time,\n actually became a Joshua voice which haunts Neku. I thought about how \nNeku might try to deal with these and decided, what about throwing fire \nat them? Like how he threw fire at “Joshua” when he first arrived. Why \nnot combined the two? And here we are! I plan to expand more on this, so\n look forward to that! Also! You want another layer of imagined \nsnarky Joshua voices? “You saved everyone (but me)” and “They have … \nsecond chance (but not me)”, with Neku adding the part in brackets. More\n Fun Thoughts as this AU continues!",
    "characters": "Joshua, Neku",
    "date": "2021-01-01",
    "dateYear": "2021",
    "uniqueUrl": "2021-01-01-hallucinat",
    "UniqueURLKey": "art/twewy/2021-01-01-hallucinat",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/639156047925428224/"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/5281820"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3l3w7bc6vwh2h"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2021\\20210101-cnauhall\\20210101-hallucinations01_02a-nDEFV1-pDEFV2.jpg",
        "alt": "Comic page 1 of 4, of Neku Sakuraba as a Composer, talking to a glitching Joshua who vanishes when Neku touches him."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2021\\20210101-cnauhall\\20210101-hallucinations02_02a-nDEFV1-pDEFV2.jpg",
        "alt": "Comic page 2 of 4, of Neku Sakuraba as a Composer, talking to an older Joshua jokes that Neku should invite all his friends to a party. Neku shoots flames at Joshua."
      },
      {
        "id": 3,
        "url": "\\img\\art\\twewy\\2021\\20210101-cnauhall\\20210101-hallucinations03_02c-nDEFV1-pDEFV2.jpg",
        "alt": "Comic page 3 of 4, of Neku Sakuraba as a Composer, showing times he erased Joshua with flames."
      },
      {
        "id": 4,
        "url": "\\img\\art\\twewy\\2021\\20210101-cnauhall\\20210101-hallucinations04_02a-nDEFV1-pDEFV2.jpg",
        "alt": "Comic page 4 of 4, of Neku Sakuraba as a Composer, showing a fireball at a non-glitchy version of Joshua, which catches Neku's fireball instead of being hit by it."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2021\\20210101-cnauhall\\20210101-thmb-hallucinations-nDEFV1-pDEFV2.jpg",
    "thumbnailAlt": "Scribbly looking Joshua.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Composer Neku AU",
        "composer-neku-au"
      ],
      [
        "Composer Neku AU PW",
        "composer-neku-au-pw"
      ]
    ]
  },
  {
    "title": "Accessorizing",
    "summary": "",
    "details": "",
    "characters": "Joshua",
    "date": "2020-11-17",
    "dateYear": "2020",
    "uniqueUrl": "2020-11-17-accessoriz",
    "UniqueURLKey": "art/twewy/2020-11-17-accessoriz",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/635075046817333248/accessorizing-follow-up-from-this"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4500723"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3knyyvwzwdj2w"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5136748-accessorizing"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\keepsake\\joshKeepsakesFeather05cropped-NS-i-DEFAULT-V1.png",
        "alt": "Art of Yoshiya Joshua Kiryu from The World Ends With You putting an angel feather in his hair. The feather is glowing. Joshua is wearing a spider lily patterned jacket."
      }
    ],
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "For You",
        "for-you"
      ]
    ]
  },
  {
    "title": "Take my hand and let’s listen to the Music",
    "summary": "",
    "details": "",
    "characters": "Joshua, Kitaniji",
    "date": "2020-10-12",
    "dateYear": "2020",
    "uniqueUrl": "2020-10-12-take-my-ha",
    "UniqueURLKey": "art/twewy/2020-10-12-take-my-ha",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/631801488779378688/take-my-hand-and-lets-listen-to-the-music"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4494863"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3knw5c4vtnn2t"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5125062-take-my-hand-and-let"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\takeMyHandListen\\tumblr_db0d30308ed0f7f3994d45dd4e3c1dd2_ef0c059e_1280.jpg",
        "alt": "The Composer and Megumi Kitaniji from The World Ends With You. The Composer spreads his arms wide and smiles, taking in the city. He turns towards Kitaniji and holds out a hand to him. Kitaniji takes the Composer's hand and glows."
      }
    ],
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  },
  {
    "title": "For You",
    "summary": "Just wanted to surprise Joshua with a gift he wasn’t expecting. So…maybe\n an Angel Feather? If this were to continue I imagine Joshua would try \nto play it cool but is actually really touched that he’s receiving something that maybe he shouldn’t have.\n\nJoshua’s jacket is inspired by PagongKyoto’s Rangiku Men’s Jacket. It \nhas a nifty pattern that…well, if they aren’t spider lilies, it looks \nlike it to me",
    "details": "",
    "characters": "Joshua, Hanekoma",
    "date": "2020-09-28",
    "dateYear": "2020",
    "uniqueUrl": "2020-09-28-for-you-co",
    "UniqueURLKey": "art/twewy/2020-09-28-for-you-co",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/630549451831934976/for-you-just-wanted-to-surprise-joshua-with-a"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4490836"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3knui2rbm7j23"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5124798-for-you"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\forYou\\tumblr_523338e0121fc925f58dd87c05341169_5b22096f_1280.jpg",
        "alt": "Art of Yoshiya Joshua Kiryu and Sanae Hanekoma from The World Ends With You. Joshua is handed a glowing. semi-transparent feather, who is wearing a spider lily jacket. Joshua is surprised as he accepts it. Hanekoma is wearing a light tan jacket and is smiling warmly."
      }
    ],
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "For You",
        "for-you"
      ]
    ]
  },
  {
    "title": "I’m here for you",
    "summary": "Composer Neku's new support.",
    "details": "",
    "characters": "Neku, Hanekoma",
    "date": "2020-09-09",
    "dateYear": "2020",
    "uniqueUrl": "2020-09-09-im-here-f",
    "UniqueURLKey": "art/twewy/2020-09-09-im-here-f",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/628823341804978176/im-here-for-you"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/5259433"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3l3jymrfyw52r"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2020\\0909-cnau-nh\\20200909-NHHug_nDEFV1-pDEFV2.jpg",
        "alt": "Hanekoma hugs a crying Neku."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2020\\0909-cnau-nh\\20200909-thmb-NHHug_nDEFV1-pDEFV2.jpg",
    "thumbnailAlt": "Hanekoma hugs a crying Neku.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Composer Neku AU",
        "composer-neku-au"
      ]
    ]
  },
  {
    "title": "You’re Shibuya’s new Composer now.",
    "summary": "A TWEWY Bad End and the start of the Composer Neku AU.",
    "details": "There’s a variety of Nekus that would end up here but I decided to go with one that didn’t want to but that felt he had to. While I enjoy this kind of Neku I think a one that is extremely done with Joshua would also be fun to explore since I think it would still be rough since the details of being a Composer still wouldn’t be known ahead of time.",
    "characters": "Neku, Joshua, Hanekoma",
    "date": "2020-09-01",
    "dateYear": "2020",
    "uniqueUrl": "2020-09-01-youre-sh",
    "UniqueURLKey": "art/twewy/2020-09-01-youre-sh",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/628103564811730944"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4565951"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kp3sty2o422c"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5376724-you-re-shibuya-s-new"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2020\\0901-cnau-shot\\20200901-cNeku2-01-09c-nDEFV1-g10V1-800.jpg",
        "alt": "Comic of Neku shooting Joshua from The World Ends With You. Neku opens his eyes wide after his gunshot hits Joshua, triggering the Reapers Game symbol to rise from his body in a bright, glowing white symbol. Joshua's glowing, glitching body falls to the floor and Neku reaches out, crying, and calling Joshua's name. "
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2020\\0901-cnau-shot\\20200901-cNeku2-02-13d-nDEFV1-g20V1-800.jpg",
        "alt": "A comic of Neku trying to get close to Joshua's fading and glitching body - looking older and faintly smiling. Hanekoma, with white wings spread wide, stops Neku and tells him, \"What's done is done. There's no turning back.\""
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2020\\0901-cnau-shot\\20200901-thmb-cNeku2-02-13d-nDEFV1-g20V1-800.jpg",
    "thumbnailAlt": "Neku confronted by Hanekoma.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Composer Neku AU",
        "composer-neku-au"
      ]
    ]
  },
  {
    "title": "Ya did what you had to, Phones.",
    "summary": "More Composer Neku AU! They wouldn’t be allowed to keep all their memories of the Game and Neku, right? Fragments would be okay, to make it feel like it was a dream, but not all of them I would think.",
    "details": "Since Shiki and Beat were Neku’s partners, I think it would be hard for Neku to remove their memories of him/the Game all at once. He could probably remove a good chunk of them initially and then slowly erase the remaining pieces over time…like how memories can naturally fade away.",
    "characters": "Neku, Hanekoma, Shiki, Eri, Beat, Rhyme",
    "date": "2020-08-20",
    "dateYear": "2020",
    "uniqueUrl": "2020-08-20-ya-did-wha",
    "UniqueURLKey": "art/twewy/2020-08-20-ya-did-wha",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/627012754822381568"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4599577"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kpoeznmt3i2c"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5485777-ya-did-what-you-had"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2020\\0820-cnau-theirworld\\20200820-cNeku_TheirWorld01-03-niDEFV1-gl10V1.jpg",
        "alt": "Page 1 of a comic of Composer Neku Sakuraba and Sanae Hanekoma sitting and talking on the edge of a building. Hanekoma tells Neku that he did it - their world is safe now. Beat and Rhyme walk in separate directions from Shiki and Eri in a crowd of people."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2020\\0820-cnau-theirworld\\20200820-cNeku_TheirWorld02-03-nDEFV1-gl10V1.jpg",
        "alt": "Page 2 of a comic. Eri and Rhyme ask Shiki and Beat separately about a they can't remeber from their dreams. Hanekom looks to Neku as he talks about what he did - taking their memories and changing them. Hanekoma places a hand on Neku's shoulder."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2020\\0820-cnau-theirworld\\20200820-thmb-cNeku_TheirWorld02-03-nDEFV1-gl10V1.jpg",
    "thumbnailAlt": "Hanekoma puts a hand on Neku's shoulder.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Composer Neku AU",
        "composer-neku-au"
      ]
    ]
  },
  {
    "title": "Mentor Joshua Kiryu? Mentor Joshua Kiryu!",
    "summary": "Since our/TWEWY Joshua is stuck in a Composer Neku parallel world for\n a couple days….might as well act as a mentor for the new Composer?This builds off of this comic here but skips a couple plot points that I might get around to one day. See below if you want those details.",
    "details": "After meeting parallel world Composer Neku, Joshua tells him that no,\n he’s not the Joshua that Neku knew, it’s called parallel worlds, and \nno, he can’t answer the questions Neku has about what his Joshua did \n(even though he can guess he’s absolutely not sharing those speculations\n with the state Neku is in).To help Neku with the parallel world \nconcept, Joshua offers to tune up to his Composer form so he will look \nless like the Joshua Neku knew. He also offers Neku his knowledge of \nComposer things, whatever overlap their worlds may have (which is like \nall of it except whatever rules Neku decided to change…something I \nremembered he can do), since Neku is oddly lacking in Composer \nknowledge.Joshua only does this to help pass time and to keep \nNeku sane, cause if the Composer becomes more unstable, then so does the\n world, meaning Joshua’s chances of surviving go down. Yep, that’s the \nonly reason.But if this seems too happy then consider: Why is \nJoshua the one mentoring Neku? I would think that’s the Producer’s job. \nSo…where is Neku’s Producer? Maybe we’ll get there one day and that’s if\n I even if I decide to do something different with this parallel world’s\n Producer cause doesn’t that mean we have multiple fallen angels? How \ndoes that work…?",
    "characters": "Neku, Joshua",
    "date": "2020-08-15",
    "dateYear": "2020",
    "uniqueUrl": "2020-08-15-mentor-jos",
    "UniqueURLKey": "art/twewy/2020-08-15-mentor-jos",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/626563720655618048/mentor-joshua-kiryu-mentor-joshua-kiryu-since"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/5238409"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3l35oh4ajii25"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2020\\0815-cNeku3-mentor\\20200815-cNeku3_mentor-nDEFV1-pDEFV2.jpg",
        "alt": "Composer Neku AU, with Composer Joshua Kiryu showing Composer Neku music."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2020\\0815-cNeku3-mentor\\20200815-thmb-cNeku3_mentor-nDEFV1-pDEFV2.jpg",
    "thumbnailAlt": "Thumbnail of Composer Neku AU, with Composer Joshua Kiryu showing Composer Neku music.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Composer Neku AU",
        "composer-neku-au"
      ],
      [
        "Composer Neku AU PW",
        "composer-neku-au-pw"
      ]
    ]
  },
  {
    "title": "Composer Neku's RG Appearance",
    "summary": "How many years would Neku lose in appearance if he tuned down to the RG?",
    "details": "I don’t have any redesign ideas other than changing Neku’s turtleneck to a hoodie and giving him a blue theme and putting a star pattern on his hoodie. Which is fine because I think whatever I do for this AU I would probably keep Neku in his Composer state since it is a Composer Neku AU. There’s probably a middle form without the Composer effects but sticking to these two forms makes it pretty clear Neku is the Composer.",
    "characters": "Neku, Hanekoma",
    "date": "2020-08-09",
    "dateYear": "2020",
    "uniqueUrl": "2020-08-09-twewyspoi",
    "UniqueURLKey": "art/twewy/2020-08-09-twewyspoi",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/625997692895723520"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4572254"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kp6xlu33ot24"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5380421-composer-neku-s-rg-a"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2020\\0809-cnau-concept\\20200809-cNeku2_fullbody-niDEFV1-gl10V1.jpg",
        "alt": "Art of Neku from The World Ends With You, showing him in his glowing, white Composer form at \"UG Full Vibe Frequency\", and his new RG form, \"Down Tuned\", where Neku looks like a young child."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2020\\0809-cnau-concept\\20200809-cNeku2-ThemNow-niDEFV1-gl10V1.jpg",
        "alt": "Art of Neku Sakuraba and Sanae Hanekoma from The World Ends With You. Neku appears as a child in a starry lined hoodie, standing next to Hanekoma."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2020\\0809-cnau-concept\\20200809-cNeku2-thmb-ThemNow-niDEFV1-gl10V1.jpg",
    "thumbnailAlt": "Composer Neku in young human form.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Composer Neku AU",
        "composer-neku-au"
      ]
    ]
  },
  {
    "title": "Life’s little crossroads are often as simple as the pull of a trigger.",
    "summary": "Visiting a world with a TWEWY Bad End.",
    "details": "Our main game Joshua hops to a parallel world and meets a Neku who did take the shot…and now this Composer Neku is about to get a lesson on parallel worlds. Why doesn’t he know about them already? Maybe there’s enough on his plate being a new Composer and having Shibuya handed off to him in a poor state…and his own mental state isn’t great. Or maybe he does know and he’s in denial that his world’s Joshua isn’t actually gone… Something like that.\n\nThe Composer form changing colours makes it more fun to draw. What Joshua summons are intended to be something like (dragon) claw noise(?). It catches the fire like when he caught the bullets in the RG. Just something to play with it. (And it looks pretty)",
    "characters": "Joshua, Neku",
    "date": "2020-08-04",
    "dateYear": "2020",
    "uniqueUrl": "2020-08-04-lifes-li",
    "UniqueURLKey": "art/twewy/2020-08-04-lifes-li",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/625564831349719040"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4556480"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3koxm2r4cue2b"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5336310-life-s-little-crossr"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2020\\0804-cnau-crossroads\\20200804-composerNeku01_06-nDEFV1-gl10V1-800.jpg",
        "alt": "Joshua from The World Ends With You examines the Room of Reckoning and a glowing fiery figure appears from behind him, throwing a fireball at him. Joshua catches it with a purple claw/flower like summon."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2020\\0804-cnau-crossroads\\20200804-composerNeku02_06-nDEFV1-gl10V1-800.jpg",
        "alt": "Joshua tries to reassure the attacking Composer but the Composer yells back at Joshua, angry that Joshua is here. The Composer explains that he erased Joshua last Game, and his appearance becomes more clear and is revealed to be Neku Sakuraba."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2020\\0804-cnau-crossroads\\20200804-thmb-composerNeku02_06-nDEFV1-gl10V1-800.jpg",
    "thumbnailAlt": "Frustrated Composer.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ],
    "RelatedSeriesAndURL": [
      [
        "Composer Neku AU",
        "composer-neku-au"
      ],
      [
        "Composer Neku AU PW",
        "composer-neku-au-pw"
      ]
    ]
  },
  {
    "title": "Josh, wait.",
    "summary": "Hanekoma sees something Joshua can't.",
    "details": "It was definitely about me playing around with Angels having their eyes and Accessory Of Choice light up when they need to raise their senses - say, if an Angel came down that was \"invisible\" to the Composer. And it was another early-ish example of higher frequency folks breaking rules with the border.",
    "characters": "Joshua, Hanekoma",
    "date": "2020-06-19",
    "dateYear": "2020",
    "uniqueUrl": "2020-06-19-josh-wait",
    "UniqueURLKey": "art/twewy/2020-06-19-josh-wait",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/621384346597736448/josh-wait"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4519577"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3kod5xo43722g"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5211545-josh-wait"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/6bcbe7c1018199627ad44ec13c4c7a03/bf6d0e2abd0beca9-92/s1280x1920/c8e929bbeef4f17bcc81c786b6d58b8ff716667c.png",
        "alt": "Yoshiya Joshua Kiryu and Sanae Hanekoma from The World Ends With You at sunset. Joshua is mid gesture when Hanekoma places a hand on his shoulder, gently pulling him back. Hanekoma looks dead ahead with a serious and slightly displeased expression. His eyes and writstwatch glow yellow-orange and the top of his hair goes over the top border."
      }
    ],
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  },
  {
    "title": "Do Not",
    "summary": "Played around with brighter = more fury and changing the aura colour for emotions.",
    "details": "",
    "characters": "Joshua",
    "date": "2020-05-26",
    "dateYear": "2020",
    "uniqueUrl": "2020-05-26-do-not-tw",
    "UniqueURLKey": "art/twewy/2020-05-26-do-not-tw",
    "spoilers": "yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/619221896787017728/do-not"
      },
      {
        "sitename": "Pillowfort",
        "url": "https://www.pillowfort.social/posts/4539064"
      },
      {
        "sitename": "Bluesky",
        "url": "https://bsky.app/profile/gramophoneturtle.bsky.social/post/3koncdojozu2b"
      },
      {
        "sitename": "cohost",
        "url": "https://cohost.org/gramophoneturtle/post/5289681-do-not"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "https://64.media.tumblr.com/f2d54b66ffb2f45ca302dc98bcb04f7e/2a0cc0bdae41f4ac-ac/s1280x1920/94c0b8daf618c96421e6cabf40e422dc167cd3ad.png",
        "alt": "Art of the Composer from The World Ends With You. He's glowing red and orange and fiery, head tilted up and looking down at the viewer with fury in his eyes."
      },
      {
        "id": 2,
        "url": "https://64.media.tumblr.com/68c1ab732c19957d637fa636b951e9ea/2a0cc0bdae41f4ac-73/s1280x1920/c57dd856b21df368c785ee44e2cf68aa8305632f.png",
        "alt": "Art of the Composer from The World Ends With You. He's glowing red and orange and fiery, head tilted up and looking down at the viewer with fury in his eyes. He's extremely glowy so it's difficult to make out his features."
      },
      {
        "id": 3,
        "url": "https://64.media.tumblr.com/2e818616c5533681eb598b0561b2ef18/2a0cc0bdae41f4ac-b1/s400x600/3db825292ac75b149cefea95722f6700cb257f43.png",
        "alt": "Art of the Composer from The World Ends With You. He's glowing in grayscale, head tilted up and looking down at the viewer with fury in his eyes."
      },
      {
        "id": 4,
        "url": "https://64.media.tumblr.com/07051ef66f8ae39a840db9ba76224f63/2a0cc0bdae41f4ac-e6/s400x600/d30e31729ad71066e81e98d4df1ee5541b3bfb59.png",
        "alt": "Art of the Composer from The World Ends With You. He's glowing in grayscale, head tilted up and looking down at the viewer with fury in his eyes. He's extremely glowy so it's difficult to make out his features."
      }
    ],
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  },
  {
    "title": "Important to Capture",
    "summary": "Some things are important to capture and remember",
    "details": "Composer Joshua asks, \"Why do you have that?\" Hanekoma replies \"It's the first time I got you to smile.\"",
    "characters": "Joshua, Hanekoma",
    "date": "2020-04-25",
    "dateYear": "2020",
    "uniqueUrl": "2020-04-25-some-thing",
    "UniqueURLKey": "art/twewy/2020-04-25-some-thing",
    "spoilers": "Yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/616411766562422784/some-things-are-important-to-capture-and-remember"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2020\\0425-firstsmile\\20200425-01-joshFirstSmile-nDEFV1-pDEF2.jpg",
        "alt": "Composer Joshua asks, \"Why do you have that?\" Hanekoma replies \"It's the first time I got you to smile.\""
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2020\\0425-firstsmile\\20200425-02-joshFirstSmileComp-nDEFV1-pDEFV2.jpg",
        "alt": "Composer Joshua."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2020\\0425-firstsmile\\20200425-01-joshFirstSmile-nDEFV1-pDEF2.jpg",
    "thumbnailAlt": "Composer Joshua asks, \"Why do you have that?\" Hanekoma replies \"It's the first time I got you to smile.\"",
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  },
  {
    "title": "Watching Over",
    "summary": "",
    "details": "",
    "characters": "Joshua",
    "date": "2020-04-11",
    "dateYear": "2020",
    "uniqueUrl": "2020-04-11-watching-o",
    "UniqueURLKey": "art/twewy/2020-04-11-watching-o",
    "spoilers": "Yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/615127861716795392/watching-over"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2020\\0411-watchOver\\20200411-watching-nDEFV1-pDEV2.jpg",
        "alt": "Art of Composer Joshua looking down from a high building's railing."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2020\\0411-watchOver\\20200411-thmb-watching-nDEFV1-pDEV2.jpg",
    "thumbnailAlt": "Art of Composer Joshua looking down from a high building's railing.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  },
  {
    "title": "Scribble Joshua",
    "summary": "Older Joshua and…scribble Joshua",
    "details": "",
    "characters": "Joshua",
    "date": "2020-04-04",
    "dateYear": "2020",
    "uniqueUrl": "2020-04-04-older-josh",
    "UniqueURLKey": "art/twewy/2020-04-04-older-josh",
    "spoilers": "Yes",
    "urls": [
      {
        "sitename": "Tumblr",
        "url": "https://gramophoneturtle.tumblr.com/post/614512532710916096/older-joshua-andscribble-joshua"
      }
    ],
    "imgs": [
      {
        "id": 1,
        "url": "\\img\\art\\twewy\\2020\\0404-scribbleJosh\\20200404-01-joshOlder-nDEFV1-pDEFV2.jpg",
        "alt": "Art of older Joshua from The World Ends With You."
      },
      {
        "id": 2,
        "url": "\\img\\art\\twewy\\2020\\0404-scribbleJosh\\20200404-02-josh2Older02-nDEFV1-pDEFV2.jpg",
        "alt": "Art of older Joshua from The World Ends With You, with his body slightly warped."
      },
      {
        "id": 3,
        "url": "\\img\\art\\twewy\\2020\\0404-scribbleJosh\\20200404-03-josh2Older03-nDEFV1-pDEFV2.jpg",
        "alt": "Art of older Joshua from The World Ends With You, body more warped and mixing with the background."
      }
    ],
    "thumbnailUrl": "\\img\\art\\twewy\\2020\\0404-scribbleJosh\\20200404-02-josh2Older02-nDEFV1-pDEFV2.jpg",
    "thumbnailAlt": "Art of older Joshua from The World Ends With You, with his body slightly warped.",
    "vids": [],
    "fandom": [
      "TWEWY"
    ]
  }
]