[
    {
        "PostDate": "2024-04-07",
        "Art": "",
        "Site": "OCs have thumbnails. Combined the Links and Contact Page to defer fixing the header navigation."
    },
    {
        "PostDate": "2024-04-06",
        "Art": "TWEWY: Mother: Crafting, Creating; Hanekoma, Higher Vibe Frequency",
        "Site": "Added some pages for OCs! Pages are a work in progress. There's some General information, Likes & Dislikes, Relationships, links to Artwork, and Inspirations."
    },
    {
        "PostDate": "2024-04-01",
        "Art": "TWEWY: Not Your Joshua, You're Shibuya's Composer Now, Composer Neku's RG Appearance",
        "Site": "Reduced sized of art grid cells and spacing slightly. Added dotted line below Year. TWEWY Character filter header has less bottom spacing."
    },
    {
        "PostDate": "2024-03-31",
        "Art": "TWEWY: A Supportive Trans Parent",
        "Site": "Borders around artwork. Italized alt text - will appear italized when image is not found. Cleaned up some titles."
    },
    {
        "PostDate": "2024-03-29",
        "Art": "TWEWY: It felt like something was missing, What if they were partners?, Life's little crossroads are... . Persona 5: Hello There!",
        "Site": "New Update section! Homepage shows the latest update. Added Persona 5 category and art URLs use original post date and some part of the title."
    },
    {
        "PostDate": "2024-03-28",
        "Art": "Kubo picture, Do Not.",
        "Site": "TWEWY Artwork now has super fancy filtering by single character. Hopefully it doesn't break anaything."
    },
    {
        "PostDate": "2024-03-25",
        "Art": "Phone Light.",
        "Site": "Empty page Details are suppressed. Artwork is grouped by Year."
    },
    {
        "PostDate": "2024-03-24",
        "Art": "Added more TWEWY Art pages.",
        "Site": "Backend updated to generate those pages more easily. Because of the generation, some things may generate when they don't need to (extra detail sections, etc.)."
    }
]