[
    {
        "Title": "Conductor",
        "Characters": [
            "Father", "Null", "Conductor"
        ],
        "Summary": [
            "When you live long enough, stand by someone who can see how people and lines intersect. How people live and how they die. How they spend a second chance at life."
            ,"It's not surprising when his rise in ranks would reach hers."
            ,"But she never expected he would be the executioner."
        ],
        "Sections": [
            ""
        ]
    },
    {
        "Title": "Null (positive)",
        "Characters": [
            "Father", "Null", "Chisa"
        ],
        "Summary": [
            "Null knows it's foolish to pick Chisa as the team's test subject. At first there was so little to lose, but so much they could gain."
            ,"And now, there is too much they could lose."
        ],
        "Chapters": [
            {
                "Title": "Risks",
                "Paragraphs": [
                    "Choosing Chisa is foolish emotionally.",
                    "Practically, it's the most logical. They have enough of her data to try and find her. Reasonably, the team would have this amount of information to work with.",
                    "In the future they could have more access. But this is a test scenario they would need to come across anyways.",
                    "Emotionally? If Null fails, then she could be gone. Forever. Which is what is currently believed.",
                    "If Null fails, but succeeded later with another equally likely Soul…",
                    "Nanshi already hates them, so there's really nothing more to lose.",
                    "Except for how Null would feel.",
                    "But they know, Chisa would be strongest motivator for them to succeed the first time. Because, every Soul deserves a chance. Why should another Soul have priority over another.",
                    "But then why should Chisa's Soul be first?",
                    "They could bounce around questions all day but, there's also…",
                    "If Null is successful, what would they do when Chisa asks.",
                    "Because any Soul would ask about their family.",
                    "Null can tell her of her human Father, her brother, and anything about her family's descendants. She could find that out if she chose to stay in the higher planes.",
                    "But how would Null approach the topic of her Angel Father? Her transitioned Father?",
                    "Even if Null were to tell her in the most ideal and fair way possible, what about telling Nanashi? When should he know? ",
                    "And he will know, if it gets to that point. Because another point for using Chisa as an early test is because they have a wealth of ways to verify her stability with her and her Father's interactions. It goes both ways.",
                    "While memories of the other may fade and may not always remember things the same way, there is authenticity they can study.",
                    "Even if Nanashi rejects her, he would still see her (forced even, Null doesn't want to think about that). And from that alone they could gain a huge amount of data."
                ]
            },
            {
                "Title": "To the Dust",
                "Paragraphs": [
                    "What does Null have to lose?",
                    "They could be erased and no one would miss them as they are now. What is missed is who they were and who they could be once again.",
                    "They miss their Name.",
                    "It is disrespectful to not call someone by Name or Title. Nevermind by one's Signature ID.",
                    "His last partner has moved on. To live in two different circles, to risk inviting dissonance into their partner's Soul… they know it. They feel it too.",
                    "It was awkward to refer to someone without doing so directly. For Null, and who they knew. Perhaps, for another being, that would be perfect for them.",
                    "But that's not Null.",
                    "They miss a way to address them that doesn't inflict punishment on Null and the one addressing Null.",
                    "Even Null doesn't miss the way their Parents address them. Rather, how they don't.",
                    "And to call their once Composer by Composer is too distant for them.",
                    "And some Voided Researcher is worse.",
                    "So they don't. And \"Null\" is not a name. It's not even a nickname. It is a way to refer to them. To try and register another Name just becomes one less way they can be referred to.",
                    "It's always, always the same way…",
                    "\"You may refer to me as Null.\"",
                    "They say this to the first fragment of Chisa's Soul. Probably before she could even understand."
                ]
            },
            {
                "Title": "Null",
                "Paragraphs": [
                    "And yet..",
                    "\"Null?\"",
                    "\"Yes.\"",
                    "\"I've never heard anyone with a name like that before.\"",
                    "\"It's not a name. It's a way to refer to me.\"",
                    "\"I don't understand.\"",
                    "\"I don't have a name.\"",
                    "Null knows if people believe it's a name, then it becomes a Name.",
                    "\"Why not?\"",
                    "What do they say?",
                    "\"It's…complicated.\"",
                    "\"I can help you find one!\" ",
                    "She's so sweet. Any child can be. Anyone can be.",
                    "Her innocence is warm and it hurts.",
                    "\"Maybe one day. But for now, can you refer to me as Null?\"",
                    "She nods. \"OK. Noll!\" She stumbles over the name.",
                    "She frowns.",
                    "\"Noull. Null. Null!\"",
                    "She smiles at them.",
                    "And they can't stop their own smile in response.",
                    "Nor would they want to."
                ]
            },
            {
                "Title": "Father",
                "Paragraphs": [
                    "\"Surely you could clamp down on that too?\"",
                    "\"We could, but they do need a way to move forward. Otherwise what is the point?\"",
                    "Father muses. To refer to another that is not quite a name. Alternative methods work but show disrespect to their former Composer.",
                    "Father nods as if his approval was required.",
                    "\"Yes, I suppose they do need some sign of hope. It's good for the Soul.\""
                ]
            },
            {
                "Title": "Null-ren",
                "Paragraphs": [
                    "When they first hear that, they're not sure what they're feeling.",
                    "\"Well, 'ren' is short for parent. So, well,\" she looks embarrassed  and Null feels it too.",
                    "They're like…her parent? They never thought - how - why would she?",
                    "\"I like 'Null' but it needs something!\" Her widen and look hopeful. \"S-So, can I call you that, if that's ok?\"",
                    "She...",
                    "She likes the word 'Null'?",
                    "What?",
                    "\"Umm…Null…ren?\"",
                    "They focus back on Chisa.",
                    "\"Is that okay?\"",
                    "\"Y-yes.\" They stammer. \"But, no. You, you can refer to me as Null-ren.\"",
                    "They have to make that clear. They have to.",
                    "This warmth. This…this…",
                    "They have to. For as long as they can.",
                    "She smiles. \"I'm glad, Null-ren\".",
                    "Oh Lords above he will protect this. He will succeed. They will make sure they do everything they can to allow her to stay positive towards them.",
                    "Even if she no longer wants to use 'Null-ren'...",
                    "To even be referred to as Null…! To use and like it!",
                    "Null can't stop smiling.",
                    "\"You really like it!\" Chisa points out. So proud. As if she's found Null's most prized treasure.",
                    "She really has.",
                    "\"Yes. Yes I do.\"",
                    "More than you know, dear Chisa.",
                    "Dear Chisa?",
                    "No, this was fine. They will have this moment. Even a Fallen Angels, working towards a Blessing, should have their moments of joy.",
                    "It grows the Soul. It's good for it."
                ]
            }
        ]
    }
]