[
    {
        "Title": "Conductor",
        "Characters": [
            "Father", "Null", "Conductor"
        ],
        "Summary": [
            "When you live long enough, stand by someone who can see how people and lines intersect. How people live and how they die. How they spend a second chance at life."
            ,"It's not surprising when his rise in ranks would reach hers."
            ,"But she never expected he would be the executioner."
        ]
    },
    {
        "SitePostDate": "2024-09-02",
        "Title": "Lil' Null Amigurumi",
        "urls": [
            {
                "sitename": "Pillowfort",
                "url": "https://www.pillowfort.social/posts/4938319"
                ,"PostedDate": "2024-06-16"
            }
        ],
        "Characters": [
            "Father", "Chisa"
        ],
        "Series": [
            {
                "Name": "Father's Crochet Adventures",
                "Index": 2
            },
            {
                "Name": "Chisa Restored",
                "Index": -1
            },
            {
                "Name": "Father's Jellyfish",
                "Index": 2
            }
        ],
        "Summary": [
            "Father's crocheting and, uh, jellyfish story(?) continues."
        ],
        "Chapters": [
            {
                "Title": "Lil' Null Amigurumi",
                "Paragraphs": [
                    "He hadn't intended to crochet jellyfish of his summons. It started with a Reia jellyfish as a silly side project but it was surprisingly <em>pleasant<\/em> to make. The next jellyfish though...<br><br>He held his latest crochet creation at eye level as he squished the little black and pink jellyfish between his thumb and middle finger over and over again.<br><br>He narrowed his eyes.<br><br><em>Squish squish squish squish squish.<\/em><br><br>These threaded emerald eyes were more trustworthy than the being they were inspired by.<br><br><em>If only they could have these lovely green eyes and be as trustworthy as this little jellyfish.<\/em><br><br>Sadly only one could be true.<br><br>At least he had this jellyfish, he supposed. Well, until he's ready to give it to Chisa. While crocheting a family of jellyfish wasn't in the original scope for Chisa's present, she expressed strong interest in the little Reia jellyfish, despite not getting along with the being it was inspired by. He could see her thoughts swim around intensely and spark as she locked eyes with him and asked -<br><br><em>\"Can you make one of yourself?! And...and Null-ren...?\"<br><br><\/em>The thought of a having a amigurumi collection of those closest to her warmed her heart immensely. It scared him, that she would want something like that, but it also comforted him.<br><br>How could he say no?"
                ]
            }
        ]
    },
    {
        "SitePostDate": "2024-09-02",
        "Title": "A Little Grey Cat",
        "urls": [
            {
                "sitename": "Pillowfort",
                "url": "https://www.pillowfort.social/posts/4886838",
                "PostedDate": "2024-06-16"
            }
        ],
        "Characters": [
            "Father", "Chisa"
        ],
        "Series": [
            {
                "Name": "Father's Crochet Adventures",
                "Index": 1
            },
            {
                "Name": "Chisa Restored",
                "Index": -1
            }
        ],
        "Summary": [
            "It's Father's Day. So Father makes a litle grey cat for himself.", 
            "Or so he thinks. When was the last time Father's Day would end up as he expected?" 
        ],
        "Chapters": [
            {
                "Title": "A Little Grey Cat",
                "Paragraphs": [
                    "<p>He adored the little grey cat he introduced his family to and so he figured it would make a good project to get back into doll making. Since Chisa disliked cats, which was very unfortunate, it meant he didn't have to worry about making the cat perfect. It made a wonderful starter project that he enjoyed before he delved into Chisa's actual present.<br><br>He tossed his tools into his sunny branded messenger bag lying on the bench next to him and he inspected the finished amigurumi. He was a little rusty from when he used to fiddle with dolls but he was satisfied with the result. Sure the ears weren't aligned but they were from his own handmade modifications from a simple pattern he found but it worked out. All in all, it resembled a gray cat, is cute, and, well, complete!<br><br>He also didn't <em>cheat<\/em>, which meant the finished doll actually turned out as a proper and complete doll.<br><br>He squished the head and body. It could use some more stuffing but it seemed decent enough. it could be a good stress kitty.<br><br>\"Father?\"<br><br>He whips his head up to see Chisa standing next to him and looking back him. He ignored the unsettling feeling that he never sensed her approach and fought the urge to hide the cat since it was very clearly in his hands. He lets himself relax, aligning himself vibes of the peaceful, sunny afternoon in the park.<br><br>Besides, he offered making her a doll in the first place, so why hide his practice project? Perhaps they could both figure out more about what kind of doll she wants.<br><br>\"Hello Chisa,\" he greets warmly. \"Didn't expect to see you down here.\"<br><br>\"Hello...\" her voice already trailing off as her eyes land on the cotton kitty in his hands. Her brown eyes widened briefly before narrowing slightly.<br><br>\"It's a test doll,\" he explains before her thoughts jump to who knows what conclusions. \"Wanted to make something <em>I&nbsp;<\/em>would be at least interested in before starting yours. Something quick, nothing fancy.\"<br><br>\"You made this?\" She blinks a few times. \"...By hand?\"<br><br>\"Yep. Test it out.\" She takes the doll from his outstretched hands and then he pulls up his bag and reaches inside.<br><br>She turns it over, fingers running alone the stitches. \"No cheating?\"<br><br>\"Nooope!\" He pulls out the crochet hook and some of the yarn he used. Her eyes flicker to the yarn and hook briefly before returning back to her doll inspection. He won't go into the details of how he obtained the items, but the construction of the amigurumi itself was made without any special powers. Therefore, 'not cheating'. He puts the yarn and hook back into his bag. \"Definitely places to improve and could use some more stuffing. But, all-in-all, it's a complete kitty doll.\"<br><br>\"I'm surprised.\" She says quietly. She gives the head a little squish and a small smile tugs on her mouth as the kitty's facial features squish with it. She sits down beside him, gently poking and squishing the body. She doesn't vocalize the rest of her thought, but given the special powers they have, and for how long he's had his and used it for simple things, she must have thought he wouldn't have resisted in some fashion.<br><br>Her hands run around the triangular ears and then she gives the head a stronger squish with the palm of her hand. It's absent minded, with no intention to see the tension of the stitches, to seek any sign of stuffing peaking through. Maybe he could make her something small to squish as well. Something better to fidget with instead of her hands or a poorly thought out gift. Then she could test out materials, sizes, the amount of stuffing her doll should have and the like.<br><br>Yeah, that could work.<br><br>\"Anyways,\" he reaches a hand out to take the cat doll from her, \"I'll make a few sample head shapes with some other types of yarn I picked up so you can see what you'd like. Put different amounts of stuffing in them too so you test for desired squishiness.\"<br><br>His hand remains empty as she continues to hold the cat doll very carefully in her hands. It's almost as if she's afraid she might break it. He made the doll well. She's not a young child so he knows she won't wear it down that quickly, but he did make sure it would hold together for a long, long time at the very least. That should have been obvious from the squishing.<br><br>\"Chisa?\" He prods lightly.<br><br>She looks at him finally and then to his open hand. She blinks a few times before she gasps. \"Oh! Do you need this back?\"<br><br>Well, he doesn't <em>need<\/em> the cat back but...<br><br>\"It was a test,\" he says carefully, \"I didn't intend to... give it to anyone, really.\"<br><br>\"...Right.\" She says quietly and he catches a hint of sadness in it.<br><br>He takes, not really a risk per say, but, the worst result is he would confirm he's right.<br><br>\"Is there anything wrong with it?\"<br><br>\"No...\" she answers slowly, her eyes returning to the cat. She squishes the tail. \"It's...cute.\"<br><br>\"For a cat?\"<br><br>\"Um... yeah.\" She agrees, but then she adds, \"It's...really cute. And...warm.\"<br><br>\"Warm?\" He voices his confusion.<br><br>She hums. \"It's like... I can feel like your love of cats put into it. And I can't wait to... to see what my doll will be like.\" She nerviously smiles. \"It feels nice.\"<br><br>Of course. He slowly lowers his outstretched hand. Given their heightened senses, she would pick up on the emotions put into the doll. However, it wasn't just his affection towards cats that was poured into that doll. It was for Chisa too. Even though it wasn't for her, what he practiced then would be for her, so that's more of what she's picking it from it.<br><br>He knows what that feels like. He remembers when Joshua custom ordered a handmade Mr. Mew cushion. While he didn't make the item itself, the care from the crafter and Joshua's intent was felt in the cushion itself. A warmth that stays and is something you don't want to give up.<br><br>He swallows as not only does he understand why she doesn't want to give it up, but also that today is Father's Day. The same day he recieved that cushion from Joshua. He doesn't expect Chisa to keep track of holidays, he doesn't really either, but it still hits him hard in the heart.<br><br>\"Well,\" he says the best he can past the sudden lump in his throat. \"The kitty is yours.\"<br><br>\"Really?!\" She stares at him in shock. \"But - I thought - Are you - ?\" She stumbles over each thought she tries to voice all at once.<br><br>\"Yeah,\" he smiles strongly and says with more confidence at how well received the idea is. \"You like it. And I'm...happy to see that.\"<br><br>He wishes he could have ended that better but her smile and teary eyes tells him it's enough. It's a gift on it's own.<br><br>\"Thank you!\" She leans over and hugs him and he wraps his arms around her in return. Her joy radiates through to him. \"I'll treasure this kitty! And <em>only<\/em> this kitty.\"<br><br>He chuckles, running a hand up and down her back. \"At least there's one kind of cat that you can tolerate.\"<br><br>She giggles. \"Well, it's squishy.\"<br><br>Fair enough, he supposes. Fair enough. He'll take it.<\/p>"    
                ]
            }
        ]
    },
    {
        "SitePostDate": "2024-09-02",
        "Title": "His Jellyfish (I)",
        "Characters": [
            "Father", "Mother"
        ],
        "urls": [
            {
                "sitename": "Pillowfort",
                "url": "https://www.pillowfort.social/posts/4834184"
                ,"PostedDate": "2024-06-08"
            }
        ],
        "Series": [
            {
                "Name": "Father's Jellyfish",
                "Index": 1
            },
            {
                "Name": "Classified",
                "Index": -1
            }
        ],
        "Summary": [
            "A little maybe canon or non-canon story between my OCs, Mother and Father. Father can create jellyfish, and so maybe, he created this one too."
        ],
        "Chapters": [
            {
                "Title": "His Jellyfish (I)",
                "Paragraphs": [
                    "\r\n<p>\"This... is me?\" Mother asks, her tone flat. It swims around her head, sad looking eyes blinking curiously.<\/p>\r\n<p>\"You could say that.\" Father answers lightly so keep deniability open. As if it was a random idea that wasn't fully thought out.<\/p>\r\n<p>She frowns at it in disapproval. \"Then <em>why<\/em> is it so sad?\"&nbsp;<\/p>\r\n<p>He takes a risk. \"You don't think it fits you? At all? That it's not a reflection of your Soul?\"&nbsp;<\/p>\r\n<p>Her frown vanishes from her face. Her expression is carefully kept blank.<br><br>In the tense silence he continues - he had found something.&nbsp;<\/p>\r\n<p>\"You're longing for something that you once had.\" She looks away. It could be a sign that she can't answer that, so he asks quietly. \"Classified?\"&nbsp;<\/p>\r\n<p>The nothing in response is his answer.<\/p>\r\n<p>\"Well, don't worry,\" he continues as if he never asked. He flicks his wrist and another jellyfish appears, more black and white with crackling energy appears beside the sad one. This jellyfish's eyes glow a fiery burnt red. \"This one is also of you. I like to have her around when I need to... deal with... any troubles.\"&nbsp;<\/p>\r\n"
                ]
            }
        ]
    },
    {
        "SitePostDate": "2024-09-02",
        "EarliestPostDate": "2024-09-02",
        "Title": "Null (positive)",
        "urls": [
            {
                "sitename": "Pillowfort",
                "url": "https://www.pillowfort.social/posts/5237642"
                ,"PostedDate": "2024-09-02"
            }
        ],
        "Characters": [
            "Null", "Father", "Chisa", "A Judge of some sort"
        ],
        "Fandoms": [ "TWEWY", "OCs" ],
        "Words": "~980",
        "Rating": "G",
        "Series": [
            {
                "Name": "Restoring Chisa",
                "Index": 1
            }
        ],
        "Summary": [
            "Null knows it's foolish to pick Chisa as the team's test subject. At first there was so little to lose, but so much they could gain."
            ,"And now, there is too much they could lose."
        ],
        "AuthorNotes": "I drafted this around Spring 2024 I think. Finally decided to post it pretty much as is.",
        "Chapters": [
            {
                "Title": "Risks",
                "Paragraphs": [
                    "Choosing Chisa is foolish emotionally.",
                    "Practically, it's the most logical. They have enough of her data to try and find her. Reasonably, the team would have this amount of information to work with.",
                    "In the future they could have more access. But this is a test scenario they would need to come across anyways.",
                    "Emotionally? If Null fails, then she could be gone. Forever. Which is what is currently believed.",
                    "If Null fails, but succeeded later with another equally likely Soul…",
                    "Nanashi already hates them, so there's really nothing more to lose.",
                    "Except for how Null would feel.",
                    "But they know, Chisa would be strongest motivator for them to succeed the first time. Because, every Soul deserves a chance. Why should another Soul have priority over another.",
                    "But then why should Chisa's Soul be first?",
                    "They could bounce around questions all day but, there's also…",
                    "If Null is successful, what would they do when Chisa asks.",
                    "Because any Soul would ask about their family.",
                    "Null can tell her of her human Father, her brother, and anything about her family's descendants. She could find that out if she chose to stay in the higher planes.",
                    "But how would Null approach the topic of her Angel Father? Her transitioned Father?",
                    "Even if Null were to tell her in the most ideal and fair way possible, what about telling Nanashi? When should he know? ",
                    "And he will know, if it gets to that point. Because another point for using Chisa as an early test is because they have a wealth of ways to verify her stability with her and her Father's interactions. It goes both ways.",
                    "While memories of the other may fade and may not always remember things the same way, there is authenticity they can study.",
                    "Even if Nanashi rejects her, he would still see her (forced even, Null doesn't want to think about that). And from that alone they could gain a huge amount of data."
                ]
            },
            {
                "Title": "To the Dust",
                "Paragraphs": [
                    "What does Null have to lose?",
                    "They could be erased and no one would miss them as they are now. What is missed is who they were and who they could be once again.",
                    "They miss their Name.",
                    "It is disrespectful to not call someone by Name or Title. Never mind by one's Signature ID.",
                    "His last partner has moved on. To live in two different circles, to risk inviting dissonance into their partner's Soul… they know it. They feel it too.",
                    "It was awkward to refer to someone without doing so directly. For Null, and who they knew. Perhaps, for another being, that would be perfect for them.",
                    "But that's not Null.",
                    "They miss a way to address them that doesn't inflict punishment on Null and the one addressing Null.",
                    "Even Null doesn't miss the way their Parents address them. Rather, how they don't.",
                    "And to call their once Composer by Composer is too distant for them.",
                    "And some Voided Researcher is worse.",
                    "So they don't. And \"Null\" is not a name. It's not even a nickname. It is a way to refer to them. To try and register another Name just becomes one less way they can be referred to.",
                    "It's always, always the same way…",
                    "\"You may refer to me as Null.\"",
                    "They say this to the first fragment of Chisa's Soul. Probably before she could even understand."
                ]
            },
            {
                "Title": "Null",
                "Paragraphs": [
                    "And yet..",
                    "\"Null?\"",
                    "\"Yes.\"",
                    "\"I've never heard anyone with a name like that before.\"",
                    "\"It's not a name. It's a way to refer to me.\"",
                    "\"I don't understand.\"",
                    "\"I don't have a name.\"",
                    "Null knows if people believe it's a name, then it becomes a Name.",
                    "\"Why not?\"",
                    "What do they say?",
                    "\"It's…complicated.\"",
                    "\"I can help you find one!\" ",
                    "She's so sweet. Any child can be. Anyone can be.",
                    "Her innocence is warm and it hurts.",
                    "\"Maybe one day. But for now, can you refer to me as Null?\"",
                    "She nods. \"OK. Noll!\" She stumbles over the name.",
                    "She frowns.",
                    "\"Noull. Null. Null!\"",
                    "She smiles at them.",
                    "And they can't stop their own smile in response.",
                    "Nor would they want to."
                ]
            },
            {
                "Title": "Father",
                "Paragraphs": [
                    "\"Surely you could clamp down on that too?\"",
                    "\"We could, but they do need a way to move forward. Otherwise what is the point?\"",
                    "Father muses. To refer to another that is not quite a name. Alternative methods work but show disrespect to their former Composer.",
                    "Father nods as if his approval was required.",
                    "\"Yes, I suppose they do need some sign of hope. It's good for the Soul.\""
                ]
            },
            {
                "Title": "Null-ren",
                "Paragraphs": [
                    "When they first hear that, they're not sure what they're feeling.",
                    "\"Well, 'ren' is short for parent. So, well,\" she looks embarrassed  and Null feels it too.",
                    "They're like…her parent? They never thought - how - why would she?",
                    "\"I like 'Null' but it needs something!\" Her widen and look hopeful. \"S-So, can I call you that, if that's ok?\"",
                    "She...",
                    "She likes the word 'Null'?",
                    "What?",
                    "\"Umm…Null…ren?\"",
                    "They focus back on Chisa.",
                    "\"Is that okay?\"",
                    "\"Y-yes.\" They stammer. \"But, no. You, you can refer to me as Null-ren.\"",
                    "They have to make that clear. They have to.",
                    "This warmth. This…this…",
                    "They have to. For as long as they can.",
                    "She smiles. \"I'm glad, Null-ren\".",
                    "Oh Lords above he will protect this. He will succeed. They will make sure they do everything they can to allow her to stay positive towards them.",
                    "Even if she no longer wants to use 'Null-ren'...",
                    "To even be referred to as Null…! To use and like it!",
                    "Null can't stop smiling.",
                    "\"You really like it!\" Chisa points out. So proud. As if she's found Null's most prized treasure.",
                    "She really has.",
                    "\"Yes. Yes I do.\"",
                    "More than you know, dear Chisa.",
                    "Dear Chisa?",
                    "No, this was fine. They will have this moment. Even a Fallen Angels, working towards a Blessing, should have their moments of joy.",
                    "It grows the Soul. It's good for it."
                ]
            }
        ]
    }
]